{"_id": "doc0", "title": "", "text": "Covid-19 vaccine development and deployment in China, when available, will be made a global public good, which will be China’s contribution to ensuring vaccine accessibility and affordability in developing countries,” President Xi Jinping said. China will make its coronavirus vaccine a global public good once one is available, President Xi Jinping told the World Health Organization’s governing body. Xi’s comments come amid growing concern that countries will put national interests first in the quest for a protective shot, seen as the key to getting economies moving again. The WHO is pushing a proposal that aims to ensure broad access to treatments and vaccines while offering an appropriate reward to creators.\n\n“Covid-19 vaccine development and deployment in China, when available, will be made a global public good, which will be China’s contribution to ensuring vaccine accessibility and affordability in developing countries,” Xi said in a speech to the World Health Assembly.\n\nAmong the dozens of vaccine projects under way worldwide, China has five candidates already in human trials. More will be approved next month.\n\nThe country has faced rising scrutiny over its handling of the virus, especially from members of the Trump administration. White House trade adviser Peter Navarro said in a television appearance that the country sent “hundreds of thousands of Chinese on aircraft to Milan, New York and around the world to seed” it."}
{"_id": "doc1", "title": "", "text": "With the weather warming up and states like Florida announcing plans to reopen beaches, thoughts of beach vacations and weekends at the lake are bubbling up -- and so is the question about whether it's safe to go swimming without contracting the new coronavirus. Although infectious droplets may contaminate water and the virus has been detected in wastewater, experts agree that when it gets into large bodies of water -- like lakes, rivers and oceans -- the concentration of the virus would be so diluted that it would be difficult to contract it. While experts agree it's unlikely you will get infected with COVID-19 by recreational water activities, they did have another concern about resuming water activities: loosening social-distancing.\n\nRecreational water activities are naturally social; beaches get busy as warm weather draws crowds, friends huddle under large umbrellas and lay side-by-side on towels, and the social atmosphere lends itself to the impetus to share a beer or lemonade by the waterside. While we can feel fairly assured the water itself is safe, experts agreed many of the other activities that accompany a day at the pool or by the beach are not.\n\nAccording to the Centers for Disease Control and Prevention, there's no evidence that people can become infected through recreational swimming, and \"the risk of COVID-19 transmission through water is expected to be low.\"\n\nTune into ABC at 1 p.m. ET and ABC News Live at 4 p.m. ET every weekday for special coverage of the novel coronavirus with the full ABC News team, including the latest news, context and analysis.\n\n\"It is extraordinarily unlikely,\" said Dr. William Schaffner, MD, professor of preventive medicine and infectious disease at Vanderbilt University Medical Center.\n\nWe also know that tap water is safe, according to the CDC and the Environmental Protection Agency (EPA), and that pools, hot tubs and other chlorinated water sources are not a concern because the chlorine in the water inactivates the virus by disrupting the virus' outer layer. Dr. Benjamin Gewurz, MD, PhD, infectious disease physician and associate\n chair of the Harvard Graduate Program in Virology, emphasized that the \nprimary mode of COVID-19 infection is still person-to-person \ntransmission, and the primary reason to avoid a fun weekend by the water\n would be to maintain a safe distance from others who could be infected.\n This is particularly important since people can have COVID-19 and not show any symptoms."}
{"_id": "doc2", "title": "", "text": "The rapid worldwide spread of COVID-19 has caused a global health crisis. To date, symptomatic supportive care has been the most common treatment. It has been reported that the mechanism of COVID-19 is related to cytokine storms and subsequent immunogenic damage, especially damage to the endothelium and alveolar membrane. Vitamin C (VC), also known as L-ascorbic acid, has been shown to have antimicrobial and immunomodulatory properties. A high dose of intravenous VC (HIVC) was proven to block several key components of cytokine storms, and HIVC showed safety and varying degrees of efficacy in clinical trials conducted on patients with bacterial-induced sepsis and acute respiratory distress syndrome (ARDS). Therefore, we hypothesise that HIVC could be added to the treatment of ARDS and multiorgan dysfunction related to COVID-19.Methods and analysisThe investigators designed a multicentre prospective randomised placebo-controlled trial that is planned to recruit 308 adults diagnosed with COVID-19 and transferred into the intensive care unit. Participants will randomly receive HIVC diluted in sterile water or placebo for 7 days once enrolled. Patients with a history of VC allergy, end-stage pulmonary disease, advanced malignancy or glucose-6-phosphate dehydrogenase deficiency will be excluded. The primary outcome is ventilation-free days within 28 observational days. This is one of the first clinical trials applying HIVC to treat COVID-19, and it will provide credible efficacy and safety data. We predict that HIVC could suppress cytokine storms caused by COVID-19, help improve pulmonary function and reduce the risk of ARDS of COVID-19.Ethics and disseminationThe study protocol was approved by the Ethics Committee of Zhongnan Hospital of Wuhan University (identifiers: Clinical Ethical Approval No. 2020001). Findings of the trial will be disseminated through peer-reviewed journals and scientific conferences."}
{"_id": "doc3", "title": "", "text": "Why did the coronavirus claim more lives in Italy and Spain  .. \n\nRead more at:\nhttp://timesofindia.indiatimes.com/articleshow/76501357.cms?utm_source=contentofinterest&utm_medium=text&utm_campaign=cppst_prime"}
{"_id": "doc4", "title": "", "text": "I once saw on news a religious gathering in India where people were \nnot wearing masks. It’s not like Indians are physically immune to \nCovid-19, they are mentally immune,” Zhang Wenhong told Chinese students\n in India during an online video interaction arranged by the Chinese \nembassy on Wednesday.“The Indians have their peaceful mind,” said\n Zhang, a leading figure in China’s Covid-19 strategy. He is the \ndirector of Huashan Hospital’s Department of Infectious Disease in \nShanghai.Zhang also said that though the number of infections is increasing in India, it is far below the level in the United States."}
{"_id": "doc5", "title": "", "text": "Radio Free Asia last week rebroadcast a Wuhan television report from 2015 showing China’s most advanced virus research laboratory, known the Wuhan Institute of Virology. The laboratory is the only declared site in China capable of working with deadly viruses.\n\nDany Shoham, a former Israeli military intelligence officer who has studied Chinese biological warfare, said the institute is linked to Beijing’s covert bio-weapons program.\n\n“Certain laboratories in the institute have probably been engaged, in terms of research and development, in Chinese [biological weapons], at least collaterally, yet not as a principal facility of the Chinese BW alignment,” Mr. Shoham told The Washington Times.\n\nWork on biological weapons is conducted as part of dual civilian-military research and is “definitely covert,” he said in an email.\n\nMr. Shoham holds a doctorate in medical microbiology. From 1970 to 1991, he was a senior analyst with Israeli military intelligence for biological and chemical warfare in the Middle East and worldwide. He held the rank of lieutenant colonel.\n\nChina has denied having any offensive biological weapons, but a State Department report last year revealed suspicions of covert biological warfare work.\n\nA Chinese Embassy spokesman did not return an email seeking comment.\n\nChinese authorities said they do not know the origin of the coronavirus, which has killed at least 80 and infected thousands.\n\nGao Fu, director of the Chinese Center for Disease Control and Prevention, told state-controlled media that initial signs indicated the virus originated from wild animals sold at a seafood market in Wuhan.\n\nOne ominous sign, said a U.S. official, is that false rumors circulating on the Chinese internet claim the virus is part of a U.S. conspiracy to spread germ weapons. That could indicate China is preparing propaganda outlets to counter any charges that the new coronavirus escaped from one of Wuhan’s civilian or defense research laboratories.\n\nThe World Health Organization is calling the microbe novel coronavirus 2019-nCoV. At a meeting Thursday in Geneva, the organization stopped short of declaring a public health emergency of international concern.\n\nChina has deployed military forces to Wuhan to halt all travel out of the city of 11 million people in an effort to contain the outbreak of the virus, which causes pneumonialike symptoms.\n\nThe Wuhan institute has studied coronaviruses including the strain that causes severe acute respiratory syndrome (SARS), H5N1 influenza virus, Japanese encephalitis and dengue. Researchers at the institute also have studied the germ that causes anthrax, a biological agent once developed in Russia.\n\n“Coronaviruses [particularly SARS] have been studied in the institute and are probably held therein,” Mr. Shoham said. “SARS is included within the Chinese BW program, at large, and is dealt with in several pertinent facilities.”\n\nIt is not known whether the institute’s coronaviruses are specifically\nincluded in China’s biological weapons program but it is possible, he said.\n\nAsked whether the new coronavirus may have leaked, Mr. Shoham said: “In principle, outward virus infiltration might take place either as leakage or as an indoor unnoticed infection of a person that normally went out of the concerned facility. This could have been the case with the Wuhan Institute of Virology, but so far there isn’t evidence or indication for such incident.”\n\nAfter researchers sequence the genome of the new coronavirus, they might be able to determine or suggest its origin or source.\n\nBiological weapons convention\n\nMr. Shoham, now with the Begin-Sadat Center for Strategic Studies at Bar Ilan University in Israel, said the virology institute is the only declared site in China known as P4 for pathogen level 4. That status indicates the institute uses the strictest safety standards to prevent the spread of the most dangerous and exotic microbes being studied.\n\nThe former Israeli military intelligence doctor also said suspicions were raised about the Wuhan Institute of Virology when a group of Chinese virologists working in Canada improperly sent to China samples of what he described as some of the deadliest viruses on earth, including the Ebola virus.\n\nIn a July article in the journal Institute for Defense Studies and Analyses, Mr. Shoham said the Wuhan institute was one of four Chinese laboratories engaged in some aspects of biological weapons development.\n\nHe said the secure Wuhan National Biosafety Laboratory at the institute was engaged in research on the Ebola, Nipah and Crimean-Congo hemorrhagic fever viruses.\n\nThe Wuhan virology institute is under the Chinese Academy of Sciences, but certain laboratories within it “have linkage with the PLA or BW-related elements within the Chinese defense establishment,” he said.\n\nIn 1993, China declared a second facility, the Wuhan Institute of Biological Products, as one of eight biological warfare research facilities covered by the Biological Weapons Convention, which China joined in 1985.\n\nThe Wuhan Institute of Biological Products is a civilian facility but is linked to the Chinese defense establishment. Mr. Shoham said it is thought to be involved in the Chinese Biological Weapons Convention program. China’s vaccine against SARS is probably produced there.\n\n“This means the SARS virus is held and propagated there, but it is not a new coronavirus unless the wild type has been modified, which is not known and cannot be speculated at the moment,” he said.\n\nThe annual State Department report on arms treaty compliance stated last year that China engaged in activities that could support biological warfare.\n\n“Information indicates that the People’s Republic of China engaged during the reporting period in biological activities with potential dual-use applications, which raises concerns regarding its compliance with the BWC,” said the report, adding that the United States suspects China failed to eliminate its biological warfare program as required by the treaty.\n\n“The United States has compliance concerns with respect to Chinese military medical institutions’ toxin research and development because of the potential dual-use applications and their potential as a biological threat,” the report said.\n\nThe biosafety lab is about 20 miles from the Hunan Seafood Market, which reports from China say may have been the origin point of the virus.\n\nRutgers University microbiologist Richard Ebright told London’s Daily Mail that “at this point there’s no reason to harbor suspicions” that the lab may be linked to the virus outbreak."}
{"_id": "doc6", "title": "", "text": "Radio Free Asia last week rebroadcast a Wuhan television report from 2015 showing China’s most advanced virus research laboratory, known the Wuhan Institute of Virology. The laboratory is the only declared site in China capable of working with deadly viruses.\nDany Shoham, a former Israeli military intelligence officer who has studied Chinese biological warfare, said the institute is linked to Beijing’s covert bio-weapons program.\n“Certain laboratories in the institute have probably been engaged, in terms of research and development, in Chinese [biological weapons], at least collaterally, yet not as a principal facility of the Chinese BW alignment,” Mr. Shoham told The Washington Times.\nWork on biological weapons is conducted as part of dual civilian-military research and is “definitely covert,” he said in an email.\nMr. Shoham holds a doctorate in medical microbiology. From 1970 to 1991, he was a senior analyst with Israeli military intelligence for biological and chemical warfare in the Middle East and worldwide. He held the rank of lieutenant colonel.\nChina has denied having any offensive biological weapons, but a State Department report last year revealed suspicions of covert biological warfare work.\nA Chinese Embassy spokesman did not return an email seeking comment.\nChinese authorities said they do not know the origin of the coronavirus, which has killed at least 80 and infected thousands.\nGao Fu, director of the Chinese Center for Disease Control and Prevention, told state-controlled media that initial signs indicated the virus originated from wild animals sold at a seafood market in Wuhan.\nOne ominous sign, said a U.S. official, is that false rumors circulating on the Chinese internet claim the virus is part of a U.S. conspiracy to spread germ weapons. That could indicate China is preparing propaganda outlets to counter any charges that the new coronavirus escaped from one of Wuhan’s civilian or defense research laboratories.\nThe World Health Organization is calling the microbe novel coronavirus 2019-nCoV. At a meeting Thursday in Geneva, the organization stopped short of declaring a public health emergency of international concern.\nChina has deployed military forces to Wuhan to halt all travel out of the city of 11 million people in an effort to contain the outbreak of the virus, which causes pneumonialike symptoms.\nThe Wuhan institute has studied coronaviruses including the strain that causes severe acute respiratory syndrome (SARS), H5N1 influenza virus, Japanese encephalitis and dengue. Researchers at the institute also have studied the germ that causes anthrax, a biological agent once developed in Russia.\n“Coronaviruses [particularly SARS] have been studied in the institute and are probably held therein,” Mr. Shoham said. “SARS is included within the Chinese BW program, at large, and is dealt with in several pertinent facilities.”\nIt is not known whether the institute’s coronaviruses are specifically\nincluded in China’s biological weapons program but it is possible, he said.\nAsked whether the new coronavirus may have leaked, Mr. Shoham said: “In principle, outward virus infiltration might take place either as leakage or as an indoor unnoticed infection of a person that normally went out of the concerned facility. This could have been the case with the Wuhan Institute of Virology, but so far there isn’t evidence or indication for such incident.”\nAfter researchers sequence the genome of the new coronavirus, they might be able to determine or suggest its origin or source.\nBiological weapons convention\nMr. Shoham, now with the Begin-Sadat Center for Strategic Studies at Bar Ilan University in Israel, said the virology institute is the only declared site in China known as P4 for pathogen level 4. That status indicates the institute uses the strictest safety standards to prevent the spread of the most dangerous and exotic microbes being studied.\nThe former Israeli military intelligence doctor also said suspicions were raised about the Wuhan Institute of Virology when a group of Chinese virologists working in Canada improperly sent to China samples of what he described as some of the deadliest viruses on earth, including the Ebola virus.\nIn a July article in the journal Institute for Defense Studies and Analyses, Mr. Shoham said the Wuhan institute was one of four Chinese laboratories engaged in some aspects of biological weapons development.\nHe said the secure Wuhan National Biosafety Laboratory at the institute was engaged in research on the Ebola, Nipah and Crimean-Congo hemorrhagic fever viruses.\nThe Wuhan virology institute is under the Chinese Academy of Sciences, but certain laboratories within it “have linkage with the PLA or BW-related elements within the Chinese defense establishment,” he said.\nIn 1993, China declared a second facility, the Wuhan Institute of Biological Products, as one of eight biological warfare research facilities covered by the Biological Weapons Convention, which China joined in 1985.\nThe Wuhan Institute of Biological Products is a civilian facility but is linked to the Chinese defense establishment. Mr. Shoham said it is thought to be involved in the Chinese Biological Weapons Convention program. China’s vaccine against SARS is probably produced there.\n“This means the SARS virus is held and propagated there, but it is not a new coronavirus unless the wild type has been modified, which is not known and cannot be speculated at the moment,” he said.\nThe annual State Department report on arms treaty compliance stated last year that China engaged in activities that could support biological warfare.\n“Information indicates that the People’s Republic of China engaged during the reporting period in biological activities wth potential dual-use applications, which raises concerns regarding its compliance with the BWC,” said the report, adding that the United States suspects China failed to eliminate its biological warfare program as required by the treaty.\n“The United States has compliance concerns with respect to Chinese military medical institutions’ toxin research and development because of the potential dual-use applications and their potential as a biological threat,” the report said.\nThe biosafety lab is about 20 miles from the Hunan Seafood Market, which reports from China say may have been the origin point of the virus.\nRutgers University microbiologist Richard Ebright told London’s Daily Mail that “at this point there’s no reason to harbor suspicions” that the lab may be linked to the virus outbreak."}
{"_id": "doc7", "title": "", "text": "In a study today in Emerging Infectious Diseases, Swiss and German researchers found that alcohol-based hand sanitizers recommended by the World Health Organization (WHO) are effective in killing the novel coronavirus.\n\nAnd a study today in the Annals of Internal Medicine with important COVID-19 ramifications found that 70.2% of 6,512 electronic consultations (e-consults) made by 1,096 referring clinicians to 121 specialists were appropriate.\nCommercially available sanitizers kill coronavirus\n\nIn the hand sanitizer study, the researchers evaluated the effectiveness of different concentrations of two WHO-recommended and two modified hand sanitizer formulations on COVID-19 virus.\n\nThe WHO recommends two formulas: (1) 80% ethanol, 1.45% glycerol, and 0.125% hydrogen peroxide; and (2) 75% 2-propanol, 1.45% glycerol, and 0.125% hydrogen peroxide.\n\nHowever, these formulations failed to meet the effectiveness requirements of European Norm 1500, which measures how much live bacteria remain on contaminated fingertips after using hand sanitizer. In response, Suchomel and colleagues, who were not involved in today's study, modified the formulations by adding more ethanol or isopropanol and using less glycerol after finding that glycerol reduced their effectiveness.\n\nThe modified versions used in this study consisted of (1) 80% ethanol, 0.725% glycerol, and 0.125% hydrogen peroxide; and (2) 75% 2-propanol, 0.725% glycerol, and 0.125% hydrogen peroxide. The Swiss and German researchers also tested dilutions of the alcohols ethanol and 2-propanol, the active ingredients of hand sanitizers on the market.\n\nThey tested virus activity after 30 seconds of exposure to the hand sanitizer using a suspension of 1 part virus, 1 part organic material, and 8 parts disinfectant solution in different concentrations.\n\nThey found that all sanitizer formulations and dilutions of 40% or more killed the coronavirus and reduced the virus to background levels within 30 seconds. The two WHO formulations had a virus reduction factor of >3.8, while the modified versions had a reduction factor of ≥5.9. \n\nBoth ethanol and 2-propanol reduced virus to background levels in 30 seconds, with reduction factors of 4.8 to ≥5.9, and a concentration of ≥30% of either ingredient was effective in killing SARS-CoV-2, the virus that causes COVID-19.\n\nThe findings reveal that the novel coronavirus has an inactivation profile similar to those of related coronaviruses that cause severe acute respiratory syndrome (SARS), bovine coronavirus (BCoV), and Middle East respiratory syndrome (MERS).\n\nThe authors noted that while 30 seconds is the recommended time to rub hand sanitizers into the skin and was the time used in this study, most people don't use them for that long. The study findings, however, support use of WHO sanitizer formulations in healthcare settings during viral outbreaks, they said.\n\n\"Our findings are crucial to minimize viral transmission and maximize virus inactivation in the current SARS-CoV-2 outbreak,\" they wrote."}
{"_id": "doc8", "title": "", "text": "First, there's the not-so-great news. Despite claims you may have seen on the Internet, there's no magic food or pill that is guaranteed to boost your immune system and protect you against coronavirus.\n\"There are no specific supplements that will help protect against coronavirus and anyone claiming that is being investigated by the FTC [Federal Trade Commission] and the FDA [Food and Drug Administration],\" said Melissa Majumdar, a registered dietitian and spokesperson for the Academy of Nutrition and Dietetics.  But there's uplifting news, too: There are ways to keep your immune system functioning optimally, which can help to keep you healthy and give you a sense of control in an uncertain time.\n\nThese include proper handwashing, maintaining good nutrition, being physically active, meditating and managing stress and getting adequate sleep.\nWe're going to tackle immunity boosting in two parts. Here we'll focus on your diet, and the second part will discuss other ways to help yourself.\nBegin by filling your plate with immune-boosting nutrients. One of the best ways to stay healthy is to eat a nutritious diet. That's because our immune system relies on a steady supply of nutrients to do its job.\nFor a starter dose of immune-boosting vitamins, minerals and antioxidants, fill half of your plate with vegetables and fruits. "}
{"_id": "doc9", "title": "", "text": "Due to similarities in initial disease presentation, clinicians may be inclined to repeatedly test community-acquired pneumonia cases for COVID-19 before recognizing the need to test for Legionnaires’ disease. Legionnaires’ disease is an illness characterized by pneumonia that has a summer/early fall seasonality due to favorable conditions for Legionella growth and exposure. Legionella proliferate in warm water environments and stagnant sections of indoor plumbing and cooling systems. During the ongoing pandemic crisis, exposures to aerosolized water from recently reopened office or retail buildings should be considered as an epidemiologic risk factor for Legionella exposure and an indication to test. The majority of Legionnaires’ disease cases occurring each year are not diagnosed, and some experts recommend that all patients hospitalized with community-acquired pneumonia without a known etiology be tested for Legionella infection. Proper diagnosis can increase the likelihood of appropriate and timely antibiotic treatment, identify potential clusters of disease, and facilitate source attribution."}
{"_id": "doc10", "title": "", "text": "The virus is so new and different that it needs its own vaccine. Researchers are trying to develop a vaccine against 2019-nCoV, and WHO is supporting their efforts. Although these vaccines are not effective against 2019-nCoV, vaccination against respiratory illnesses is highly recommended to protect your health. "}
{"_id": "doc11", "title": "", "text": "We propose it all starts with ACE2 and its role in the kallikrein-kinin system, which to date has not been investigated in the pathogenesis of SARS or COVID-19. The kinin-kallikrein system is a zymogen system that after activation leads to the release of the nona-petide bradykinin that after binding to the B2R on endothelial cells can lead to capillary leakage and thus angioedema. The prototype diseases of local peripheral transient increased bradykinin release are hereditary or acquired angioedema (Jurado‐Palomo and Caballero, 2017). The clinical picture of COVID-19 is in line with a single-organ failure of the lung that is due to edema at the site of inflammation. Moreover, the presence of an elevated D-dimer without thrombosis or microangiopathy is in line with the high D-dimers in angioedema. This most likely reflects the leakage of plasma substances involved in the coagulation cascade leading to fibrin and due to kallikrein activity is processed into D-dimer and leaks back into the circulation, reflecting subendothelial activation and kallikrein activity. The ACE2 and its role in the RAAS system has been suggested to play a role for more than 10 years in the pulmonary edema due to ARDS and SARS (Imai et al., 2005). Pulmonary edema by ACE2 dysfunction was speculated to be due to increased hydrostatic pressure as a result of vasoconstriction of the pulmonary vasculature due to high angiotensin II (a vasoconstrictor) (Imai et al., 2005). However, further experiments showed no difference in hydrostatic pressure and made the explanation of high angiotensin II with vasocontriction as a cause of pulmonary edema unlikely (Imai et al., 2005; Kuba et al., 2005). Increased bradykinin, however, could explain this observation without increased hydrostatic pressure. Notably, the RAAS system controls vasoconstriction and vasodilatation, and the bradykinin system controls permeability and vasodilatation, whereas ACE2 regulates both.\n\nBradykinin (BK) is a linear nonapeptide that is formed by the proteolytic activity of kallikrein on kininogens (Bhoola et al., 1992). Kallikreins are serine proteases and can be divided in plasma kallikrein and tissue kallikreins (Figure 1). The plasma and tissue kallikreins release the vasoactive peptides known as kinins (all sorts of BKs) that cause relaxation of vascular smooth muscle and increased vascular permeability (Bhoola et al., 1992; Marceau et al., 2018). Plasma kallikrein processes high‐molecular‐weight kininogen (HMWK produced by the liver Bhoola et al., 1992) into bradykinin (BK), while tissue kallikrein processes low‐molecular‐weight kininogen (LMWK produced by the liver Bhoola et al., 1992) and results in Lys-BK (Figure 1). These are the ligands for the constitutively expressed bradykinin receptor B2 on endothelial cells (Jurado‐Palomo and Caballero, 2017). In addition, the enzymes (carboxypeptidase M (CPM) and carboxypeptidase N (CPN)) can further process BK and Lys-BK into des-Arg9-BK and Lys- des-Arg9-BK respectively, which are ligands for B1R, a bradykinin receptor on endothelial cells that is upregulated under proinflammatory conditions (Jurado‐Palomo and Caballero, 2017). These kinins have strong vasopermeable and vasodilatory capacity and need to be tightly controlled to prevent excessive angioedema. ACE and ACE2 both have roles in inactivating the ligands for the bradykinin receptors (Gralinski et al., 2018). ACE mainly inactivates bradykinin which is the major ligand for B2Rs. ACE inhibition has been linked to systemic acquired angioedema since it can result in excessive presence of bradykinin that activates B2R (Jurado‐Palomo and Caballero, 2017)."}
{"_id": "doc12", "title": "", "text": "Important for every epidemic are the transmission routes of the infectious agent. In relation to COVID-19  the  standard  assumption  is  that  the  following  two  transmission  routes  are  dominant:  via  large droplets (droplets/particles emitted when sneezing or coughing or talking) and via surface (fomite) contact  (hand-hand,  hand-surface  etc.).  A  third  transmission  route  that  is  gaining  more  attention from the scientific community is the faecal-oral route. The  faecal-oral  transmission  route  for  SARS-CoV-2  infections  is  implicitly  recognized  by  WHO,  see their  latest  technical  briefing  of  March  2,  2020i.  In  this  document  they  propose  as  precautionary measure to flush toilets with closed lid. Additionally, they suggest avoiding dried-out drains in floors and other sanitary devices by regularly adding water (every 3 weeks depending on climate) so that the water seal works properly. This is in line with an observation during the SARS 2002-2003 outbreak: open connections with sewage systems appeared to be a transmission route in an apartment building in Hong Kong (Amoy Garden)ii. It is known that flushing toilets are creating plumes containing droplets and droplet residue when toilets are flushed with open lids. And we know that SARS-CoV-2 viruses have  been  detected  in  stool  samples  (reported  in  recent  scientific  papers  and  by  the  Chinese authorities)iii,iv,v. In addition, a comparable incident was recently reported in an apartment complex (Mei House). Therefore, the conclusion is that the faecal-oral transmission routes can’t be excluded as transmission route. Via air there are two exposure mechanismsvi,vii: 1.Close contact transmission through large droplets (> 10 microns), which are released and fall to surfaces  not  further  than  about  1-2  m  from  the  infected  person.  Droplets  are  formed  from coughing  and  sneezing  (sneezing  forms  many  more  particles  typically).  Most  of  these  large droplets fall on nearby surfaces and objects –such as desks and tables. People could catch the infection by touching those contaminatedsurfaces or objects; and then touching their eyes, nose or mouth. If people are standing within 1-2 meter of an infected person, they can catch it directly by breathing in droplets sneezed or coughed out or exhaled by them. 2.Airborne transmission through small particles (< 5 microns), which may stay airborne for hours and can be transported long distances. These are also generated by coughing and sneezing and talking.  Small  particles  (droplet  nuclei  or  residue)  form  from  droplets  which  evaporate  (10 microns droplets evaporate in 0.2 s) and desiccate. The size of a coronavirus particle is 80-160 nanometre2,viiiand  it  remains  active  for  many  hours  or  couple  of  days  (unless  there  is  specific cleaning)ix,x,xi. SARS-CoV-2 remains active up to 3 hours in indoor air and 2-3 days on room surfaces at  common  indoor  conditionsxii.  Such  small  virus  particles  stay  airborne  and  can  travel  long distances  carried  by  airflows  in  the  rooms  or  in  the  extract  air  ducts  of  ventilation  systems. Airborne transmission has caused infections of SARS-CoV-1 in the pastxiii,xiv. For Corona disease (COVID-19) it is likely but not yet documented. There is also no reported data or studies to rule out the possibility of the airborne-particle route. One indication for this: Corona virus SARS-CoV-2 has been isolated from swabs taken from exhaust vents in rooms occupied by infected patients. This mechanism implies that keeping 1-2 m distance from infected persons might not be enough and increasing the ventilation is useful because of removal of more particles3."}
{"_id": "doc13", "title": "", "text": "After a person acquires a virus, the immune system retains a memory of it.\n\nThe National Institutes of HealthTrusted Source explains, “Immune cells and proteins that circulate in the body can recognize and kill the pathogen if it’s encountered again, protecting against disease and reducing illness severity.”\n\nThe components of immunity protection include:\n\n    Antibodies, which are proteins that circulate in the blood and recognize foreign substances like viruses, and neutralize them.\n    Helper T cells help to recognize pathogens.\n    Killer T cells kill pathogens.\n    B cells make new antibodies when the body needs them.\n\nPeople who recover from COVID-19 have been found to have all four of these components. However, specifics about what this means for the immune response and how long immunity lasts are not clear.\n\nAccording to Lauren Rodda, PhD, a senior postdoctoral fellow in immunology at the University of Washington School of Medicine, we don’t know for certain if people are immune to reinfection simply because not enough studies have been done yet.\n\n“This would require tracking the re-exposure of a significant number of people and determining if they get sick,” Rodda told Healthline.\n\nKnowledge in this area continues to grow, however, as new studies are conducted.\n\nMost recently, a study published in the journal Science has found that immunity can last for as long as 8 months.\n\nAccording to Shane Crotty, PhD, a professor at the La Jolla Institute for Immunology in California who co-led the study, his team measured all four components of immune memory in almost 200 people who had been exposed to SARS-CoV-2, which causes COVID-19, and recovered.\n\nThe researchers found that the four factors persisted for at least 8 months following infection with the virus.\n\nThis is important because this shows that the body can “remember” SARS-CoV-2. If it encounters the virus again, the memory B cells can quickly gear up and produce antibodies to fight it.\n\nThose who have recovered from COVID-19 could have immunity for months or perhaps even years, the authors said.\n\nBefore this latest study, Rodda said work had been done by her research team and others, showing that antibodies are maintained for at least 3 months.\n\nIn her team’s study, in particular, it was shown that this occurs even in people who have mild symptoms.\n\nTheir study also suggested that immunity could last much longer.\n\nIn a different study published in The New England Journal of Medicine, researchers in Iceland studied 1,107 people who had recovered from COVID-19 and tested positive for the antibodies.\n\nOver a 4-month period, they found that those COVID-19 antibodies did not decline.\n\nA study published in the journal Immunity found that people who recover from even mild cases of COVID-19 produce antibodies for at least 5 to 7 months and could last much longer.\n\nTheir team has tested nearly 30,000 people in Arizona since April 30, 2020, shortly after a blood test for the new coronavirus was developed."}
{"_id": "doc14", "title": "", "text": "The controversy started when a French physician tweeted that ibuprofen should be avoided in COVID-19 patients. The controversy has been further fuelled by the fact that some of the most prestigious regulatory bodies, such as the World Health Organization, at first endorsed this claim but later walked it back, creating more confusion.\n\nIs ibuprofen safe to take if you have or believe you may have COVID-19?\n\nUntil there is more scientific evidence on this issue, patients with mild to moderate fevers should use acetaminophen (Tylenol, Tempra), which has been regarded as the safest drug for pain and fever for decades.\n\nIt’s important to remember that over-the-counter drugs like Advil and Tylenol do not shorten the duration of the illness itself, but offer relief from fever and pain resulting from COVID-19.\n\nLow-grade fevers are generally harmless and a sign of the body’s immune system fighting an infection. When a high fever cannot be controlled with acetaminophen (Tylenol) alone, ibuprofen (Advil) can be used along with acetaminophen and then discontinued as soon as a patient’s temperature returns to normal.\n\nPeople should talk to their health care provider if they have questions or concerns about what to take.\n\nWhat is the current drug safety evidence for ibuprofen?\n\nThere are contradictory viewpoints on ibuprofen because we currently lack high-quality evidence. The only information currently available that links the use of ibuprofen to negative outcomes in COVID-19 is from scientists in China who believe that ibuprofen may increase production of an enzyme that allows COVID-19 to better bind to cells. This is purely theoretical and no clinical study has actually tested this hypothesis in COVID-19 patients who use ibuprofen.\n\nThere have also been a few anecdotal cases from French physicians. These cases are not published yet, and even if or when they are, they cannot prove a causal link as they only describe experiences of a few patients without an active comparison group to control for other variables.\n\nUntil robust studies that compare ibuprofen to acetaminophen are available, the strength of the current evidence is not strong enough to avoid ibuprofen in patients who might benefit from it.\n\nAre there any special considerations when it comes to children and ibuprofen?\n\nIt is important to lower high fevers, especially in children (38.3 C or more) as there is a two to five per cent chance of seizures in children with high fevers.\n\nChildren with viral infections including COVID-19 who have a sustained fever (38.3 C or more) might benefit from the addition of ibuprofen to acetaminophen. These patients should not be discouraged from using ibuprofen based on the current evidence. Aspirin should not be given to children for fever control due to the risk of Reye’s syndrome, a rare, but serious condition that causes swelling in the liver and brain."}
{"_id": "doc15", "title": "", "text": "The new strain has been found to be at least 70 percent similar in genome sequences to the early-2000 breakout known as SARS-CoV, an animal virus believed to have originated from bats, which first infected humans in the Guangdong province of southern China in 2002.\n\nTwo years after the breakout,  major research was put forward claiming protease inhibitors, a class of antiviral drugs used to treat HIV/AIDS, could be used to treat SARS.\n\nThe study revealed that one of the drugs known as nelfinavir “strongly inhibited relation of the SARS coronavirus,” leading to the decrease of toxins in already infected cells.\n\nIt concluded that “nelfinavir could decrease the production of virus from cells\"."}
{"_id": "doc16", "title": "", "text": "\nCan young people get coronavirus?\n\nYes. Though they are less likely to be hospitalized because of COVID-19 or to die from it, people in their 20s, 30s and 40s can catch the virus, and some develop severe and lasting symptoms, particularly if they are living with obesity, diabetes or high blood pressure (hypertension).\n\nData from one study shows that of more than 3,000 adults ages 18 to 34 who contracted COVID-19 and became sick enough to require hospital care, 21% ended up in intensive care, 10% were placed on a breathing machine and 2.7% died.\n\nYoung Black and Hispanic men and women are more at risk than their white counterparts due to longstanding racial health inequities and social determinants of health that leave them more vulnerable."}
{"_id": "doc17", "title": "", "text": "Gold, platinum and silver are considered precious metals, but it’s long been known that when it comes to stopping the transfer of disease from surfaces we touch to people, copper is the killer metal.\n\nIn England, Professor Bill Keevil, Director of the Environmental Healthcare Unit at the University of Southampton’s School of Biological Sciences, was among the first microbiological researchers to experiment on copper’s efficiency against bacteria and then later viruses including a precursor to the current COVID-19 coronavirus."}
{"_id": "doc18", "title": "", "text": "Prime Minister Boris Johnson has tested positive for coronavirus and is self-isolating in Downing Street.\n\nHe said he had experienced mild symptoms over the past 24 hours, including a temperature and cough, but would continue to lead the government.\n\nEngland's Health Secretary Matt Hancock said he had also tested positive while England's Chief Medical Officer, Prof Chris Whitty, has shown symptoms.\n\nAnother 181 people died with the virus in the past day, figures showed.\n\nIt takes the total number of UK deaths to 759, with 14,543 confirmed cases.\n\nThe daily coronavirus news conference was led by Cabinet Office minister Michael Gove, alongside deputy chief medical officer Dr Jenny Harries and NHS England chief executive Sir Simon Stevens. "}
{"_id": "doc19", "title": "", "text": "There is mixed evidence on the role of smoking in COVID-19 infection and associated outcomes. Whereas the expectation is that smoking would predispose to worse outcomes from COVID-19, as is the case in other acute respiratory infections, some (but not all) studies of COVID-19 have detected fewer people who smoke than would be expected in hospitalised patients with COVID-19. It is unclear whether this is due to biases, confounding, misreporting, or a potential protective effect of smoking on COVID-19 outcomes. Irrespective of COVID-19, smoking is uniquely deadly. However, nicotine, the addictive component of cigarettes, can be safe when used in other forms, and there is some biological plausibility regarding a possible role of nicotine in COVID-19 infection. Below we briefly review evidence to date on the role of nicotine in COVID-19. This is important to people who smoke, but it could also be of general relevance, as some have hypothesised nicotine may be a potential treatment for COVID-19."}
{"_id": "doc20", "title": "", "text": "A complaint has been filed with the United Nations Human Rights Council (UNHRC) alleging that the coronavirus pandemic was a result of China’s conspiracy “aimed at catapulting itself to the position of a superpower of the world and undermining other countries through biological warfare”.\n\nThe complaint, filed by senior advocate Dr Adish C. Aggarwala in an email to UNHRC Friday, also alleged negligence on the part of Chinese authorities in dealing with the pandemic, and sought an unspecified amount as a financial reparation from China. \n\nAggarwala is currently the president of the International Council of Jurists (ICJ), headquartered in London. He has been the ICJ’s president since 2007.\n\n“The Chinese government’s response in dealing with the Covid-19 pandemic has violated various Charters and Guidelines issued by the Hon’ble United Nations and have endangered the lives of millions, and has made life and business across the globe to come to a complete standstill,” the complaint stated.\n\nThe complaint listed People’s Republic of China, People’s Liberation Army and Wuhan Institute of Virology as the respondents. The Chinese city of Wuhan was the epicentre of the outbreak."}
{"_id": "doc21", "title": "", "text": "How Germs Spread\n\nWashing hands can keep you healthy and prevent the spread of respiratory and diarrheal infections from one person to the next. Germs can spread from other people or surfaces when you:\n\n    Touch your eyes, nose, and mouth with unwashed hands\n    Prepare or eat food and drinks with unwashed hands\n    Touch a contaminated surface or objects\n    Blow your nose, cough, or sneeze into hands and then touch other people’s hands or common objects\n\nKey Times to Wash Hands\n\nYou can help yourself and your loved ones stay healthy by washing your hands often, especially during these key times when you are likely to get and spread germs:\n\n    Before, during, and after preparing food\n    Before and after eating food\n    Before and after caring for someone at home who is sick with vomiting or diarrhea\n    Before and after treating a cut or wound\n    After using the toilet\n    After changing diapers or cleaning up a child who has used the toilet\n    After blowing your nose, coughing, or sneezing\n    After touching an animal, animal feed, or animal waste\n    After handling pet food or pet treats\n    After touching garbage\n\nThe guidance for the list of key times to wash hands was developed based on data from a number of studies. There can also be other times when it is important to wash hands."}
{"_id": "doc22", "title": "", "text": "Social distancing, also called “physical distancing,” means keeping a safe space between yourself and other people who are not from your household.\n\nTo practice social or physical distancing, stay at least 6 feet (about 2 arm lengths) from other people who are not from your household in both indoor and outdoor spaces.\n\nSocial distancing should be practiced in combination with other everyday preventive actions to reduce the spread of COVID-19, including wearing masks, avoiding touching your face with unwashed hands, and frequently washing your hands with soap and water for at least 20 seconds.\nWhy practice social distancing?\n\nCOVID-19 spreads mainly among people who are in close contact (within about 6 feet) for a prolonged period. Spread happens when an infected person coughs, sneezes, or talks, and droplets from their mouth or nose are launched into the air and land in the mouths or noses of people nearby. The droplets can also be inhaled into the lungs. Recent studies indicate that people who are infected but do not have symptoms likely also play a role in the spread of COVID-19. Since people can spread the virus before they know they are sick, it is important to stay at least 6 feet away from others when possible, even if you—or they—do not have any symptoms. Social distancing is especially important for people who are at higher risk for severe illness from COVID-19.\n\nIf you are sick with COVID-19, have symptoms consistent with COVID-19, or have been in close contact with someone who has COVID-19, it is important to stay home and away from other people until it is safe to be around others.\n\nCOVID-19 can live for hours or days on a surface, depending on factors such as sunlight, humidity, and the type of surface. It may be possible that a person can get COVID-19 by touching a surface or object that has the virus on it and then touching their own mouth, nose, or eyes. However, this is not thought to be the main way the virus spreads. Social distancing helps limit opportunities to come in contact with contaminated surfaces and infected people outside the home.\n\nAlthough the risk of severe illness may be different for everyone, anyone can get and spread COVID-19. Everyone has a role to play in slowing the spread and protecting themselves, their family, and their community. In addition to practicing everyday steps to prevent COVID-19, keeping space between you and others is one of the best tools we have to avoid being exposed to this virus and slowing its spread in communities.\nTips for Social Distancing\n\nWhen going out in public, it is important to stay at least 6 feet away from other people and wear a mask to slow the spread of COVID-19. Consider the following tips for practicing social distancing when you decide to go out.\n\n    Know Before You Go: Before going out, know and follow the guidance from local public health authorities where you live.\n    Prepare for Transportation: Consider social distancing options to travel safely when running errands or commuting to and from work, whether walking, bicycling, wheelchair rolling, or using public transit, rideshares, or taxis. When using public transit, try to keep at least 6 feet from other passengers or transit operators – for example, when you are waiting at a bus station or selecting seats on a bus or train. When using rideshares or taxis, avoid pooled rides where multiple passengers are picked up, and sit in the back seat in larger vehicles so you can remain at least 6 feet away from the driver. Follow these additional tips to protect yourself while using transportation.\n    Limit Contact When Running Errands: Only visit stores selling household essentials in person when you absolutely need to, and stay at least 6 feet away from others who are not from your household while shopping and in lines. If possible, use drive-thru, curbside pick-up, or delivery services to limit face-to-face contact with others. Maintain physical distance between yourself and delivery service providers during exchanges and wear a mask.\n    Choose Safe Social Activities:It is possible to stay socially connected with friends and family who don’t live in your home by calling, using video chat, or staying connected through social media. If meeting others in person (e.g., at small outdoor gatherings, yard or driveway gathering with a small group of friends or family members), stay at least 6 feet from others who are not from your household. Follow these steps to stay safe if you will be participating in personal and social activities outside of your home.\n    Keep Distance at Events and Gatherings: It is safest to avoid crowded places and gatherings where it may be difficult to stay at least 6 feet away from others who are not from your household. If you are in a crowded space, try to keep 6 feet of space between yourself and others at all times, and wear a mask. Masks are especially important in times when physical distancing is difficult. Pay attention to any physical guides, such as tape markings on floors or signs on walls, directing attendees to remain at least 6 feet apart from each other in lines or at other times. Allow other people 6 feet of space when you pass by them in both indoor and outdoor settings.\n    Stay Distanced While Being Active: Consider going for a walk, bike ride, or wheelchair roll in your neighborhood or in another safe location where you can maintain at least 6 feet of distance between yourself and other pedestrians and cyclists. If you decide to visit a nearby park, trail, or recreational facility, first check for closures or restrictions. If open, consider how many other people might be there and choose a location where it will be possible to keep at least 6 feet of space between yourself and other people who are not from your household."}
{"_id": "doc23", "title": "", "text": "UW Medicine went to extraordinary lengths to airlift tens of thousands of testing kits for COVID-19 from China during a nationwide shortage of sampling swabs and the liquid that preserves specimens for diagnostic testing.\nIn short: A Seattle importer used a business associate in China, who had a connection to a doctor in the province hardest hit by the disease, to secure testing kits from a Shanghai factory and then have them flown stateside as soon as possible on an Amazon-chartered jet. UW Medicine allocated $125,000 to purchase the kits.\nThe story of the testing swabs, which The SeattleTimes detailed earlier this month, illustrated what authorities are willing to risk to secure more supplies for COVID-19 testing, which experts say will need to ramp up before distancing restrictions in Washington can be safely removed.\nLate last week, the saga took a dour turn.\nUW Medicine has decided to halt, at least temporarily, the use of the testing kits from Lingen Precision Medical Products, after a small percentage of the kits showed signs of contamination.\n“I’ve just recommended everyone who has these things pause ad not use them at all,” said Geoff Baird, the interim chair of the University of Washington Department of Laboratory Medicine, who was part of the group that went to great lengths to secure the materials. “I can’t say I’m not disappointed.”\nBaird said he first learned of a problem April 16, when a colleague notified him some of the liquid in vials he had sent appeared to have changed in color.\nBaird said he went immediately to where UW Medicine is storing some testing kits and starting “tearing through boxes.”\nMany of the vials appeared to be fine. But the liquid in a small percentage of them had turned to an orange or yellow color, rather than hot pink, an indication of bacterial growth. Some appeared cloudy, too.\nBaird estimated no more than a few percent of the test kits he viewed had been affected.\nLaboratory testing confirmed there was a bacteria called Stenotrophomonas maltophilia (S. maltophilia) growing in the clearly contaminated samples.\nBut after further examination, Baird said he does not believe the bacterial growth likely affected specimens that have already been analyzed and does not believe anyone will need to be retested.\nHe said scientists added known samples of the novel coronavirus to the contaminated specimen-preserving liquid, called viral transport media, and compared it against uncontaminated liquid.\n“There’s absolutely no difference,” he said.\nBaird said he had paused some additional orders.\nAnita Nadelson, the Seattle businesswoman who helped secure the swabs through Chinese business contacts, said the Chinese supplier had said it would refund the investment.\n“They’re working diligently to identify and cure the issue,” Nadelson said. “We vetted these as best we could. It’s an unexpected turn on both sides.”\nBaird said the laboratory on Sunday was taking another look at the swabs, too.\n“We are also, out of an abundance of caution, testing the swabs themselves, which were separately packaged,” Baird said.\nBecause the contamination was found in the specimen-preserving liquid, which makes no contact with patients, Baird said “we don’t expect there’s any real mechanism of harm to patients.”\nBaird said S. maltophilia is “ubiquitous” and a common contaminant.\n“It lives on surfaces and it lives on factory things and tubing,” he said. “I would think it’s in your home, my home, it’s on everything.”\nOn its website, the National Institutes of Health says S. maltophilia can cause problems in people with a weakened immune system or in hospital settings.\nBaird said he gave 20,000 test kits to Public Health — Seattle & King County and another 15,000 to the state’s public health lab.\n“I don’t know how many they’ve distributed yet,” he said. "}
{"_id": "doc24", "title": "", "text": "UW Medicine went to extraordinary lengths to airlift tens of thousands of testing kits for COVID-19 from China during a nationwide shortage of sampling swabs and the liquid that preserves specimens for diagnostic testing.\nIn short: A Seattle importer used a business associate in China, who had a connection to a doctor in the province hardest hit by the disease, to secure testing kits from a Shanghai factory and then have them flown stateside as soon as possible on an Amazon-chartered jet. UW Medicine allocated $125,000 to purchase the kits.\nThe story of the testing swabs, which The SeattleTimes detailed earlier this month, illustrated what authorities are willing to risk to secure more supplies for COVID-19 testing, which experts say will need to ramp up before distancing restrictions in Washington can be safely removed.\nLate last week, the saga took a dour turn.\nUW Medicine has decided to halt, at least temporarily, the use of the testing kits from Lingen Precision Medical Products, after a small percentage of the kits showed signs of contamination.\n“I’ve just recommended everyone who has these things pause ad not use them at all,” said Geoff Baird, the interim chair of the University of Washington Department of Laboratory Medicine, who was part of the group that went to great lengths to secure the materials. “I can’t say I’m not disappointed.”\nBaird said he first learned of a problem April 16, when a colleague notified him some of the liquid in vials he had sent appeared to have changed in color.\nBaird said he went immediately to where UW Medicine is storing some testing kits and starting “tearing through boxes.”\nMany of the vials appeared to be fine. But the liquid in a small percentage of them had turned to an orange or yellow color, rather than hot pink, an indication of bacterial growth. Some appeared cloudy, too.\nBaird estimated no more than a few percent of the test kits he viewed had been affected.\nLaboratory testing confirmed there was a bacteria called Stenotrophomonas maltophilia (S. maltophilia) growing in the clearly contaminated samples.\nBut after further examination, Baird said he does not believe the bacterial growth likely affected specimens that have already been analyzed and does not believe anyone will need to be retested.\nHe said scientists added known samples of the novel coronavirus to the contaminated specimen-preserving liquid, called viral transport media, and compared it against uncontaminated liquid.\n“There’s absolutely no difference,” he said.\nBaird said he had paused some additional orders.\nAnita Nadelson, the Seattle businesswoman who helped secure the swabs through Chinese business contacts, said the Chinese supplier had said it would refund the investment.\n“They’re working diligently to identify and cure the issue,” Nadelson said. “We vetted these as best we could. It’s an unexpected turn on both sides.”\nBaird said the laboratory on Sunday was taking another look at the swabs, too.\n“We are also, out of an abundance of caution, testing the swabs themselves, which were separately packaged,” Baird said.\nBecause the contamination was found in the specimen-preserving liquid, which makes no contact with patients, Baird said “we don’t expect there’s any real mechanism of harm to patients.”\nBaird said S. maltophilia is “ubiquitous” and a common contaminant.\n“It lives on surfaces and it lives on factory things and tubing,” he said. “I would think it’s in your home, my home, it’s on everything.”\nOn its website, the National Institutes of Health says S. maltophilia can cause problems in people with a weakened immune system or in hospital settings.\nBaird said he gave 20,000 test kits to Public Health — Seattle & King County and another 15,000 to the state’s public health lab.\n“I don’t know how many they’ve distributed yet,” he said. "}
{"_id": "doc25", "title": "", "text": "Until recently, many cases of re-infection with COVID-19 have been reported. However, these were considered as errors with people wrongly being told they were free of the virus after infection. In other words, a relapse of the disease was mistaken as re-infection.\n\nA 33-year-old man from HongKong was infected with Coronavirus for the second time after four months. This was the first proved case of a re-infection by Coronavirus, as Genome Sequencing confirmed that the two virus strains were different. However, the patient showed no symptoms after re-infection. This makes it a textbook case demonstrating that infection by virus produces immunity against the disease on re-infection. This means that the body had produced antibodies against the virus the first time he was infected. These antibodies prevented the appearance of any symptoms of re-infection by Coronavirus.\n\nThis demonstrates that the antibodies provide protection from COVID-19, but may not prevent getting infected again and harbouring the virus in your system. This could mean that a person recovered from COVID-19, if re-infected, can still be a source of infection for those who are not protected from the virus.\n\nExperts say that re-infection, though not impossible, is usually very rare. Also, one case cannot be considered a conclusive study. Limited experiments done on Rhesus monkeys show that when re-infected with Coronavirus causing COVID-19 after three weeks, they did not develop any symptoms. However, it is yet to be found out how long immunity against Coronavirus lasts and whether it prevents re-infection."}
{"_id": "doc26", "title": "", "text": "The internet is full of misinformation, like boiled garlic will “cure” the novel coronavirus. \n\nTHIS IS DEFINITELY FALSE.\n\nUncertainty creates fear.  And in this uncertain time fear will lead to grasping onto a hope that anything will help and that there may be a magic cure out there. It’s important to note that we all are experiencing fear and anxiety during this uncertain time.  We all (at times) feel helpless against things, especially new and invisible things like the new disease COVID-19.  Latin name Allium Sativum – Bulbus (Liliaceae) belongs to the Allium family which also includes onions, leeks and chives. Native to Asia, garlic is widely used in western cookery as a common seasoning but did you know about its multiple medicinal properties?\n\nVasodilator, Decongestant, Anti-cholesterol, Anti-bacterial, Anti-fungal, Anti-viral.\n\nGarlic remedies including raw garlic, commercial powders, oil and extracts have been used for millennia, and are popularly thought to be effective against the common cold [1].  Garlic contains allicin, a sulphur-containing phytonutrient, likely to be the source of its antibacterial and anti-viral properties [2][3].\n\nTraditionally garlic was used as a herbal remedy for gastric disturbances, cleansing the lining of the gut and stimulating liver detoxification. Volatile oils prepared from the bulbs can also act as a decongestant and soothe the bronchioles and alveoli of the lungs clearing unwanted mucous [4]. However, care should be taken to avoid excess as unwanted side effects including gastric bloating and aggravated irritable bowel syndrome have been observed [5]. "}
{"_id": "doc27", "title": "", "text": "Herd immunity', also known as 'population immunity', is the indirect protection from an infectious disease that happens when a population is immune either through vaccination or immunity developed through previous infection. WHO supports achieving 'herd immunity' through vaccination, not by allowing a disease to spread through any segment of the population, as this would result in unnecessary cases and deaths.\n\nHerd immunity against COVID-19 should be achieved by protecting people through vaccination, not by exposing them to the pathogen that causes the disease. Read the Director-General’s 12 October media briefing speech for more detail. \n\nVaccines train our immune systems to create proteins that fight disease, known as ‘antibodies’, just as would happen when we are exposed to a disease but – crucially – vaccines work without making us sick. Vaccinated people are protected from getting the disease in question and passing on the pathogen, breaking any chains of transmission. Visit our webpage on COVID-19 and vaccines for more detail. \n\nTo safely achieve herd immunity against COVID-19, a substantial proportion of a population would need to be vaccinated, lowering the overall amount of virus able to spread in the whole population. One of the aims with working towards herd immunity is to keep vulnerable groups who cannot get vaccinated (e.g. due to health conditions like allergic reactions to the vaccine) safe and protected from the disease. Read our Q&A on vaccines and immunization for more information.\n\nThe percentage of people who need to be immune in order to achieve herd immunity varies with each disease. For example, herd immunity against measles requires about 95% of a population to be vaccinated. The remaining 5% will be protected by the fact that measles will not spread among those who are vaccinated. For polio, the threshold is about 80%. The proportion of the population that must be vaccinated against COVID-19 to begin inducing herd immunity is not known. This is an important area of research and will likely vary according to the community, the vaccine, the populations prioritized for vaccination, and other factors.  \n\nAchieving herd immunity with safe and effective vaccines makes diseases rarer and saves lives. "}
{"_id": "doc28", "title": "", "text": "Light on debt and cash rich, Macau's Galaxy Entertainment 0027.HK is bleeding $3 million daily in operating cost as the coronavirus crisis upends its casino business. Such a jolt could sink most companies - a risk not taken lightly by global policymakers who have delivered various measures over the past two months to help cushion corporate losses.\n\nYet Galaxy and many of its counterparts in the world’s biggest gambling hub have enough cash on hand to ride out the storm and, surprisingly, even survive on zero revenue for several months to a few years.\n\nHaving enjoyed robust earnings growth in recent years, thanks to insatiable gaming demand from mainland Chinese, the balance sheets of Macau’s casino operators stand tall over those in Las Vegas, which are saddled with much higher debt.\n\nA Reuters calculation shows the Macau casino operators came into 2020 with a cumulative cash position of just over $12 billion, providing a solid buffer to tide over the lean times.\n\nGalaxy's 0027.HK cash pile is a case in point. "}
{"_id": "doc29", "title": "", "text": "Several in vitro studies report antiviral activity of chloroquine and hydroxychloroquine against SARS-CoV-2. In vivo data, although promising, is currently limited to one study with considerable limitations. On the basis of the weak evidence available to date, treatment guidelines have already incorporated the usage of chloroquine/hydroxychloroquine for certain patients with COVID-19.\n\nFurther research should address the optimal dose and duration of treatment, and explore side effects and long-term outcomes.\n\nThere is a higher risk of side effects in the presence of renal and liver impairment, and there have been isolated reports of COVID-19 disease-causing renal and hepatic injury.\n\nOver twenty in vivo clinical trials have already been registered to test the use of chloroquine and hydroxychloroquine for the treatment of COVID-19.\n\nContraindications for the use of these drugs must be checked for each individual before treatment. Empirical evidence suggests that hydroxychloroquine has a better safety profile, and it might therefore be preferable to focus research efforts on this less toxic metabolite."}
{"_id": "doc30", "title": "", "text": "Early treatment with the experimental antiviral drug remdesivir significantly reduced clinical disease and damage to the lungs of rhesus macaques infected with SARS-CoV-2, the coronavirus that causes COVID-19, according to National Institutes of Health scientists.\n\nThe study was designed to follow dosing and treatment procedures used for hospitalized COVID-19 patients being administered remdesivir in a large, multi-center, clinical trial led by NIH’s National Institute of Allergy and Infectious Diseases (NIAID). The scientists posted the work(link is external) on the preprint server bioRxiv. The findings are not yet peer-reviewed and should not be considered clinical advice, but are being shared to assist the public health response to COVID-19. A study detailing the development of the rhesus macaque model of mild- to-moderate human disease, conducted by the same team of NIAID scientists, was posted to bioRxiv(link is external) on March 21.\n\nThe current study of remdesivir, a drug developed by Gilead Sciences Inc. and NIAID-supported investigators, involved two groups of six rhesus macaques. One group of monkeys received remdesivir and the other animals served as an untreated comparison group. Scientists infected both groups with SARS-CoV-2. Twelve hours later the treatment group received a dose of remdesivir intravenously, and then received a daily intravenous booster dose thereafter for the next six days. The scientists timed the initial treatment to occur shortly before the virus reached its highest level in the animals’ lungs.\n\nTwelve hours after the initial treatment, the scientists examined all animals and found the six treated animals in significantly better health than the untreated group, a trend that continued during the seven-day study. They report that one of the six treated animals showed mild breathing difficulty, whereas all six of the untreated animals showed rapid and difficult breathing. The amount of virus found in the lungs was significantly lower in the treatment group compared to the untreated group, and SARS-CoV-2 caused less damage to the lungs in treated animals than in untreated animals.\n\nThe investigators note that the data supports initiating remdesivir treatment in COVID-19 patients as early as possible to achieve maximum treatment effect. The authors, from NIAID’s Rocky Mountain Laboratories in Hamilton, Montana, also note that while remdesivir helped prevent pneumonia, it did not reduce virus shedding by the animals. “This finding is of great significance for patient management, where a clinical improvement should not be interpreted as a lack of infectiousness,” they write."}
{"_id": "doc31", "title": "", "text": "Scientists know that coronaviruses, including the SARS-CoV-2 virus responsible for the COVID-19 pandemic, can remain infectious for days — or even longer — in sewage and drinking water. uring a 2003 SARS outbreak in Hong Kong, a sewage leak caused a \ncluster of cases through aerosolization. Though no known cases of \nCOVID-19 have been caused by sewage leaks, the novel coronavirus is \nclosely related to the one that causes SARS, and infection via this \nroute could be possible. \nThe novel coronavirus could also colonize biofilms that line drinking\n water systems, making showerheads a possible source of aerosolized \ntransmission. This transmission pathway is thought to be a major source \nof exposure to the bacteria that causes Legionnaire’s disease, for \nexample.\nFortunately, most water treatment routines are thought to kill or \nremove coronaviruses effectively in both drinking and wastewater. \nOxidation with hypochlorous acid or peracetic acid, and inactivation by \nultraviolet irradiation, as well as chlorine, are thought to kill \ncoronaviruses.  In wastewater treatment plants that use membrane \nbioreactors, the synergistic effects of beneficial microorganisms and \nthe physical separation of suspended solids filter out viruses \nconcentrated in the sewage sludge. \n\nTwo researchers, Haizhou Liu, an associate professor of chemical and environmental engineering at the University of California, Riverside; and Professor Vincenzo Naddeo, director of the Sanitary Environmental Engineering Division at the University of Salerno, have called for more testing to determine whether water treatment methods are effective in killing SARS-CoV-19 and coronaviruses in general.\n\nThe virus can be transported in microscopic water droplets, or aerosols, which enter the air through evaporation or spray, the researchers wrote in an editorial for Environmental Science: Water Research & Technology, a leading environmental journal of the Royal Society of Chemistry in the United Kingdom. "}
{"_id": "doc32", "title": "", "text": "Despite the catchy name, no, coronavirus has nothing to do with Corona beer.\n\nGoogle Trends has noted that search interest for “coronavirus symptoms” has skyrocketed by 1,050 percent. Other top search phrases related to the deadly pathogen, also known as nCoV, included questions about how coronavirus is spread, its origins, prevention and death rates.\n\nHere’s what we do know about the coronavirus: the current outbreak originated in Wuhan, China; symptoms include congestion, runny nose, fever and sore throat, much like the flu; it’s most likely spread via coughing, sneezing or physical contact with an infected person.\n\nWhat we also know is that nCoV is not derived from nor related to the Mexican pale lager Corona Extra and Corona Light.\n\nBut that seemingly obvious fact didn’t make it to the many who, as BoingBoing reported, were engaging in another alarming search trend that, at once, reveals both our deepest fears and desires: “Corona beer virus.”"}
{"_id": "doc33", "title": "", "text": "Coronavirus infection COVID-19 has no available vaccine or cure. Like the flu, once you have it, managing symptoms is the best thing you can do. However, that hasn’t stopped some from falsely claiming to know the “cure” for the infection and taking to social media to spread false claims. One particularly odd claim recently gained enough attention that it forced authorities in France to address it.\n\nAs Business Insider notes, the claim that cocaine could cure a person of a COVID-19 infection was shot down by the French government. As strange as it seems, the alleged “cure” gained a lot of traction on sites like Twitter, with images of fake or Photoshopped news reports tallying many thousands of likes and comments.\n\nSome of the false claims were shared by accounts with high follower counts, leading to a rapid spread of misinformation. Whether those posts were intended to be a joke or not, the number of people who engaged with the rumors warranted a response from authorities."}
{"_id": "doc34", "title": "", "text": "How many people have really been infected by the coronavirus? In one German town a preliminary answer is in: about 14%.\nThe municipality of Gangelt, near the border with the Netherlands, was hard hit by covid-19 after a February carnival celebration drew thousands to the town, turning it into an accidental petri dish.\nNow, after searching blood from 500 residents for antibodies to the virus, scientists at a nearby university say they have determined that one in seven have been infected and are therefore “immune.” Some of those people would have had no symptoms at all.\nTheir brief report (PDF), posted online in German, has big implications for how soon that town, and the rest of the world, can come out from lockdown.\n“To me it looks like we don’t yet have a large fraction of the population exposed,” says Nicholas Christakis, a doctor and social science researcher at Yale University. “They had carnivals and festivals, but only 14% are positive. That means there is a lot more to go even in a hard-hit part of Germany.”\nHere's why the true infection rate in a region matters: the bigger it is, the less pain still lies ahead. Eventually, when enough people are immune—maybe half to three-quarters of us—the virus won’t be able to spread further, a concept called herd immunity. But the German town isn’t close to that threshold yet, and to Christakis the preliminary figure is “unfortunate” because it means the virus still has more damage to do.\nThe German report is among the first to survey a population for evidence of prior infection, data that scientists need to determine how far the pandemic has spread, what the real death rate is, and how many people show no symptoms at all.\n“It’s very preliminary, but it’s the kind of study we desperately need,” says Christakis, who believes the US should test as many as 200,000 people, from big cities like New York to small towns in the Midwest. “This is crucial to quantify a host of basic parameters.”\nGlobally, the official case count of covid-19 is more than 1.5 million people, but that reckoning mostly includes people who seek medical help and get tested. The true number of people infected, including those without symptoms and who don’t get tested, is far higher.\nMore data from \"sero-surveys\" should be available soon; sources include US hospitals. On April 6, Stanford Medicine announced it had launched its own serology test and had begun screening doctors, nurses, and others for antibodies.\n“The test will enable us to determine which health-care workers might be at low risk for working with covid-19 patients, as well as understanding disease prevalence in our communities,” said spokesperson Lisa Kim.\nEarly results from hospitals are already circulating among some experts, says Christakis, who thinks these data will get us “closer to the truth” about how far the infection has spread in US cities. “If you see 5% positive in your health-care workers, that means infection rates probably aren’t higher than that in your city,” he says.\nThe survey in Germany was carried out by virologist Hendrik Streeck and several others at the University Hospital in Bonn, who say they approached about 1,000 residents of Gangelt to give blood, have their throats swabbed, and fill out a survey.\nThey found that 2% of residents were actively infected by the coronavirus and a total of 14% had antibodies, indicating a prior infection. This group of people, they say, “can no longer be infected with SARS-CoV-2,” as the virus is known to scientists.  \nAs the virus spreads, it sends a certain percentage of people to the hospital and a few of those to ICUs; a portion of those will die. One of the biggest unanswered questions is exactly what percentage of infected people the coronavirus is killing.\nFrom the result of their blood survey, the German team estimated the death rate in the municipality at 0.37% overall, a figure significantly lower than what’s shown on a dashboard maintained by Johns Hopkins, where the death rate in Germany among reported cases is 2%.\nThe authors explain that the difference in the calculations boils down to how many people are actually infected but haven’t been counted because they have mild or no symptoms.\nThe presence of previously infected people in the community, Streeck and colleagues believe, will reduce the speed at which the virus can move in the area. They also outline a process by which social distancing can be slowly unwound, especially given hygienic measures, like handwashing, and isolating and tracking the sick. They think if people avoid getting big doses of the virus—which can happen in hospitals or via close contact with someone infected—fewer people will become severely ill, “while at the same time developing immunity” that can help finally end the outbreak."}
{"_id": "doc35", "title": "", "text": "A widely shared article on social media inaccurately claims Canada is the source of the 2019 coronavirus outbreak in China.\nZero Hedge, a blog with a track record of publishing false information, said in a Jan. 26 story that the coronavirus is part of a Chinese plot to develop a bioweapon. The article was republished from a website called Great Game India.\n\"Last year a mysterious shipment was caught smuggling Coronavirus from Canada. It was traced to Chinese agents working at a Canadian lab,\" the story reads. \"Subsequent investigation by GreatGameIndia linked the agents to Chinese Biological Warfare Program from where the virus is suspected to have leaked causing the Wuhan Coronavirus outbreak.\"\n\nThe story weaves together unrelated facts to construct a conspiracy theory. Officials are still trying to determine the exact cause of the outbreak, but there’s no evidence of it being created for use as a bioweapon."}
{"_id": "doc36", "title": "", "text": "A widely shared article on social media inaccurately claims Canada is the source of the 2019 coronavirus outbreak in China.\nZero Hedge, a blog with a track record of publishing false information, said in a Jan. 26 story that the coronavirus is part of a Chinese plot to develop a bioweapon. The article was republished from a website called Great Game India.\n\"Last year a mysterious shipment was caught smuggling Coronavirus from Canada. It was traced to Chinese agents working at a Canadian lab,\" the story reads. \"Subsequent investigation by GreatGameIndia linked the agents to Chinese Biological Warfare Program from where the virus is suspected to have leaked causing the Wuhan Coronavirus outbreak.\"\n\nThe story weaves together unrelated facts to construct a conspiracy theory. Officials are still trying to determine the exact cause of the outbreak, but there’s no evidence of it being created for use as a bioweapon."}
{"_id": "doc37", "title": "", "text": "The story weaves together unrelated facts to construct a conspiracy theory. Officials are still trying to determine the exact cause of the outbreak, but there’s no evidence of it being created for use as a bioweapon."}
{"_id": "doc38", "title": "", "text": "Chloroquine and hydroxychloroquine, a pair of old drugs used to treat and prevent malaria, are the latest compounds to be thrust into the limelight as people tout them as treatments for the novel coronavirus. On Sunday, March 29, the US Department of Health and Human Services accepted 30 million doses of hydroxychloroquine sulfate from Novartis and 1 million doses of chloroquine phosphate from Bayer. The medicines, which were donated to the Strategic National Stockpile, may be used in formal clinical trials to assess the drug's efficacy in treating COVID-19. The US Food and Drug Administration also issued an emergency use authorization allowing doctors to prescribe the donated drugs to hospitalized teen and adult patients with COVID-19 who are unable to participate in a clinical trial.\nThe moves follow the publication of studies in February and March suggest that the drugs inhibit SARS-CoV-2, the virus that causes COVID-19, in monkey cells grown in the lab. The drugs are cheap and considered safe, although they can cause severe side effects, including heart problems. President Donald Trump touted the drugs as ready-to-go in a White House briefing on March 19, saying they “could be a game changer” and that “even if things don’t go as planned, it’s not going to kill anybody.”\nA flurry of news about the drug followed. A man died and his wife was hospitalized after the couple ingested an aquarium cleaner that contained chloroquine phosphate. Demand for the drug spiked and hospitals began reporting shortages.\nA small clinical trial in France suggested that hydroxychloroquine helped patients recover from the virus faster, while another small study in Beijing reported that the drug offered no noticeable benefit. Several clinical trials, including one sponsored by the World Health Organization, are expected to put the drugs through more rigorous tests.\nOver the past decade, chloroquine has repeatedly popped up as a potential antiviral for emerging pathogens. Studies in 2004 and 2005 identified it as an inhibitor of the original SARS coronavirus. Since then, scientists have conducted several studies that used chloroquine or hydroxychloroquine to prevent or reduce infections of viruses in mice, including the OC43 coronavirus, avian influenza, Ebola virus, Zika virus, MERS-CoV—the coronavirus that causes Middle East respiratory syndrome.\nStudies in humans have been less successful, though, and the drugs have never been approved to treat viral infections. In fact, Bayer's chloroquine phosphate, discovered in 1934 and sold as Resochin today, is not approved for any use in the US, although other companies' formulations of the drug are. Despite the lack of good evidence in humans, several drug firms, including Bayer, Novartis, and Teva Pharmaceutical, have pledged to donate millions more doses of the drugs over the coming months, while firms like Mylan announced plans to ramp up production.\nClinical trial rush\nChloroquine has a long history of treating and preventing malaria, which is caused by a parasite that is spread by mosquitoes. Today, its chemically-modified counterpart, hydroxychloroquine, is considered less toxic and is more widely used.\nIn February, a team of scientists from China’s State Key Laboratory of Virology in Wuhan and its National Engineering Research Center for the Emergency Drug in Beijing showed that low micromolar doses of chloroquine and remdesivir were effective at inhibiting the virus in African green monkey kidney cells, which are often used in virology studies. In a follow-up study, the scientists found that hydroxychloroquine was also effective, although slightly less potent, at inhibiting the virus. Another team found that hydroxychloroquine was more potent than chloroquine in the monkey cells.\nChinese scientists have been quick to act on these studies. The Chinese Clinical Trial Registry lists more than 20 trials using the drugs to treat people with COVID-19, although several of these trials have already been canceled as the virus wanes in China. Studies of chloroquine and hydroxychloroquine for treating COVID-19 are planned or underway in England, France, Norway, Spain, Thailand, and the US.\nA team of researchers led by Didier Raoult at France’s IHU Méditerranée Infection published a small study on March 20 suggesting that hydroxychloroquine and the antibiotic azithromycin could pack a powerful punch against the virus. Hydroxychloroquine treatment alone appeared to eliminate the virus in 14 out of 20 people who received the drug for 6 days, compared to only 2 out of 16 people in the control group. Six people who received hydroxychloroquine also got azithromycin, and all of them were deemed “virologically cured” within 6 days. Trump cited the study on Twitter on March 21, saying that hydroxychloroquine and azithromycin together have “a real chance to be one of the biggest game changers in the history of medicine.”\nBut scientists are quick to point out several caveats. For starters, the study was small and open label, meaning the doctors knew who was getting the drugs. The clinicians only swabbed for the virus in the nasopharynx, an opening behind the nasal cavity and above the throat, meaning the virus could still be in the lungs or elsewhere in the body. Furthermore, six people who received hydroxychloroquine didn’t stay in the study: one left the hospital after 3 days, one quit taking the drug because of nausea, three were transferred to an intensive care unit, and one died. Preliminary results from a small study in Shanghai also rained on the hydroxychloroquine parade. After 7 days of standard medical care plus hydroxychloroquine, 14 out of 15 COVID-19 patients appeared to be virus-free, while 13 out of 15 people in the control group who only received standard care were also virus-free. The team concluded that the “prognosis of common COVID-19 patients is good”—with or without hydroxychloroquine.\n“These potentially conflicting results reflect the limitations of non-blinded, very small clinical studies using regimens that were developed from limited data,” says Peter Madrid, a researcher at the nonprofit R&D firm SRI International. “There is a reason why the clinical testing of drugs is done using randomized, double-blind, statistically powered clinical trials. It is very easy to get excited, and fooled, by small, potentially biased studies.”\nOther scientists have a more optimistic view of the two clinical trials. Roberto Cauda, an infectious disease scientist at the Catholic University of the Sacred Heart in Rome, says there are “remarkable differences between the two studies that could explain the different results.” The Chinese study gave patients 400 mg of hydroxychloroquine per day for 5 days, and the French study gave patients 600 mg of the drug per day for 10 days, he notes. The addition of azithromycin in the French study may have prevented additional respiratory infections, and there may have been a synergistic effect with the two drugs, Cauda adds.\nAndrea Savarino, a virologist at the Italian National Institute of Health, agrees that the discrepancy in dosing is important. “Although both studies have their own limitations and very limited statistical power,” he says, “at present there is no reason why we should not trust the preliminary results reported by either of them.”\nMultiple studies of the drugs are either planned or underway in the US. New York Governor Andrew Cuomo announced that New York state had acquired 10,000 doses of Zithromax (Pfizer’s brand-name azithromycin), 70,000 doses of hydroxychloroquine, and 750,000 doses of chloroquine. Cuomo said trials of the drugs will begin on March 24.\nThe World Health Organization is sponsoring a large international clinical trial called SOLIDARITY to study six drugs that could be rapidly deployed for the fight the coronavirus, including chloroquine and hydroxychloroquine."}
{"_id": "doc39", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc40", "title": "", "text": "In times of an epidemic such as the current global health battle the world is facing, people out of anxiety and fear can easily result to self-medication as their human instinct for survival is activated.\nWhile this steam therapy is rumoured among Nigerians, especially from Igbo speaking areas, to have various curative effect, it has not been scientifically proven that it can cure Coronavirus.\nIn traditional Igbo culture, the use of such combinations that include Uda and Uziza as outlined in the message is believed to treat various forms of ailments and conditions including post-natal care.\nAlso, a wide range of pharmacological properties have been linked to various members of the citrus species, ranging from antimicrobial, antifungal, anti-typhoid, antioxidant, anti-inflammatory, antiulcer and hypo-lipidemic.\nThe peels of the citrus fruits, especially grapefruit, lime and lemon which researchers say are rich in flavonoid glycosides, polyphenols and volatile oils have been used in several cultures for weight control, amongst other pharmacological uses. However, there is no research to show that it is anti-viral and if it is effective against COVID-19.\nCoronavirus is a new virus and research is ongoing across the globe to determine how best to prevent, cure and even get people vaccinated against the virus. The Nigeria Centre for Disease Control (NCDC) and World Health Organisation has maintained that there is no approved single drug or therapy that cures the disease yet. At best, confirmed cases of those who show symptoms are managed in medical facilities until the virus life span is elapsed without causing damage to the host.\nAccording to Mr Martins Ekor, a Nigerian pharmacologist, the general perception that herbal remedies or drugs are very safe and devoid of adverse effects is not only untrue, but also misleading.\nEkor told the Tribune that: “Herbs have been shown to be capable of producing a wide range of undesirable or adverse reactions some of which are capable of causing serious injuries, life-threatening conditions, and even death.’’\nAs the time of writing this report, Nigeria confirmed 14 new cases of COVID-19, bringing the total number of people who have been tested with the virus to 65, as at 8.35 pm on Thursday, March 26, 2020.\nAccording to the NCDC, 12 cases were in Lagos state while the remaining two were discovered in the Federal Capital Territory (FCT).\nOut of the 14 cases, six were detected on a vessel, three were said to be returning travellers and one had a close contact with a confirmed case."}
{"_id": "doc41", "title": "", "text": "Currently Covid-19 pandemic is a leading challenge across the globe. It is mandatory to attain and maintain good nutritional status to fight against virus. Nutritional status of individual is affected by several factors such as age, sex, health status, life style and medications. Nutritional status of individuals has been used as resilience towards destabilization during this COVID-19 pandemic. Optimal nutrition and dietary nutrient intake impact the immune system, therefore the only sustainable way to survive in current context is to strengthen the immune system. There is no evidence found that supplement can cure the immune system except Vit C, which is one of the best way to improve immune system. A proper diet can ensure that the body is in proper state to defeat the virus. However along with the dietary management guidelines the food safety management and good food practices is compulsory. This article explores the importance of nutrition to boost immunity and gives some professional and authentic dietary guidelines about nutrition and food safety to withstand COVID-19."}
{"_id": "doc42", "title": "", "text": "Complimentary coffee and cocaine will be provided on street corners to keep the English population alert, the UK Government has announced.\nAs the terrified English are forced to return to their Covid-riddled workplaces, buses and trains, it is hoped the free coke will stop them “cowering in the corner and letting coronavirus drunkenly leer at their elderly relatives”.\nIndeed, it is elieved the combination of caffeine and charlie will make the populace so unbearably irritating and unnecessarily aggressive that the virus will stick its headphones in and keep itself to itself.\n“We expect there to be a steep rise in monologues laced with bravado and paranoia,” a Downing Street source told The Daily Belter (accidentally mistaking us for a right-wing tabloid).\n“And if the virus does try to start shit, well, everyone will be alert and unhinged as fuck.”\nConcerns raised by new Labour leader Lord Starmer of Keir over a potential rise in insomnia and hallucinations as a result of the new policy have been dismissed by the Conservatives as “Jimmy Savile”.\nIt comes after key public health messaging was changed in England to “stay alert, control the virus or die trying”, while Scotland, Wales and Northern Ireland opted to keep the old advice of “stay home, get depressed, make pies”.\nThere are concerns that telling people in England to “control the virus or die trying” could lead to a lot of them dying, or at least trying.\nAnd the advice to “stay alert” has been pilloried as unclear, with one public health expert saying: “Stay where? How alert? Why stay? Is alert even a word? Not all of us are English graduates.\n“But lots of the English are going to… going to graduate to being DEAD. Did you think of that?”"}
{"_id": "doc43", "title": "", "text": "His death was confirmed by the Wuhan hospital where he worked and was being treated, following conflicting reports about his condition on state media.\nDr Li, 34, tried to send a message to fellow medics about the outbreak at the end of December. Three days later police paid him a visit and told him to stop. He returned to work and caught the virus from a patient. He had been in hospital for at least three weeks.\nHe posted his story from his hospital bed last month on social media site Weibo.\n\"Hello everyone, this is Li Wenliang, an ophthalmologist at Wuhan Central Hospital,\" the post begins.\nIt was a stunning insight into the botched response by local authorities in Wuhan in the early weeks of the coronavirus outbreak.\nDr Li was working at the centre of the outbreak in December when he noticed seven cases of a virus that he thought looked like Sars - the virus that led to a global epidemic in 2003. The cases were thought to come from the Huanan Seafood market in Wuhan and the patients were in quarantine in his hospital. On 30 December he sent a message to fellow doctors in a chat group warning them about the outbreak and advising they wear protective clothing to avoid infection.\nWhat Dr Li didn't know then was that the disease that had been discovered was an entirely new coronavirus. Four days later he was summoned to the Public Security Bureau where he was told to sign a letter. In the letter he was accused of \"making false comments\" that had \"severely disturbed the social order\".\n\"We solemnly warn you: If you keep being stubborn, with such impertinence, and continue this illegal activity, you will be brought to justice - is that understood?\" Underneath in Dr Li's handwriting is written: \"Yes, I do.\"\nHe was one of eight people who police said were being investigated for \"spreading rumours\".\nAt the end of January, Dr Li published a copy of the letter on Weibo and explained what had happened. In the meantime, local authorities had apologised to him but that apology came too late.\nFor the first few weeks of January officials in Wuhan were insisting that only those who came into contact with infected animals could catch the virus. No guidance was issued to protect doctors.\nBut just a week after his visit from the police, Dr Li was treating a woman with glaucoma. He didn't know that she had been infected with the new coronavirus. In his Weibo post he describes how on 10 January he started coughing, the next day he had a fever and two days later he was in hospital. His parents also fell ill and were taken to hospital.\nIt was 10 days later - on 20 January - that China declared the outbreak an emergency.\nDr Li says he was tested several times for coronavirus, all of them came back negative. On 30 January he posted again: \"Today nucleic acid testing came back with a positive result, the dust has settled, finally diagnosed.\"\nHe punctuated the short post with an emoji of a dog with its eyes rolled back, tongue hanging out.\nNot surprisingly the post received thousands of comments and words of support.\n\"Dr Li Wenliang is a hero,\" one user said, worrying about what his story says about their country. \"In the future, doctors will be more afraid to issue early warnings when they find signs of infectious diseases.\"\n\"A safer public health environment… requires tens of millions of Li Wenliang.\"\n\n"}
{"_id": "doc44", "title": "", "text": "Last month, Chinese authorities approved clinical trials for a vaccine candidate by the People's Liberation Army's Academy of Military Sciences and biotech firm CanSino Bio, the only vaccine in the world that last week swiftly moved into the second phase of a human trial.\n\nUnlike the military-backed project, which is an adenovirus vector vaccine, the two new candidates are inactivated vaccines which provide weaker immunity than live vaccines.\n\nThese are the first two inactivated vaccines to start trial globally."}
{"_id": "doc45", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc46", "title": "", "text": "A warning letter has been sent to a company marketing bogus and dangerous chlorine dioxide products for the prevention and treatment of COVID-19, the U.S. Food and Drug Administration says.\nThe fraudulent claims by the Genesis II Church of Health and Healing about its \"Miracle Mineral Solution\" products are especially concerning in relation to children, who are at increased risk for harm from consuming chlorine dioxide, according to the FDA.\nThe joint warning letter from the FDA and the Federal Trade Commission gave the company 48 hours to outline what it's done to correct the violations.\nThe FDA has previously warned consumers against buying or drinking chlorine dioxide products sold online as medical treatments. Chlorine dioxide is a powerful bleaching agent with serious and potentially life-threatening side effects.\n\"Despite previous warnings, the FDA is concerned that we are still seeing chlorine dioxide products being sold with misleading claims that they are safe and effective for the treatment of diseases, now including COVID-19. The sale of these products can jeopardize a person's health and delay proper medical treatment,\" said FDA commissioner Dr. Stephen Hahn.\n\"We continue to take action and keep up our efforts to monitor for fraudulent treatments during this public health emergency and remind the public to seek medical help from their health care providers,\" he added in an agency news release.\nChlorine dioxide products have not been shown to be safe or effective for any use -- including COVID-19. But FDA said they continue to be sold as a remedy for treating autism, cancer, HIV/AIDS, hepatitis and flu, among other conditions."}
{"_id": "doc47", "title": "", "text": "A warning letter has been sent to a company marketing bogus and dangerous chlorine dioxide products for the prevention and treatment of COVID-19, the U.S. Food and Drug Administration says.\nThe fraudulent claims by the Genesis II Church of Health and Healing about its \"Miracle Mineral Solution\" products are especially concerning in relation to children, who are at increased risk for harm from consuming chlorine dioxide, according to the FDA.\nThe joint warning letter from the FDA and the Federal Trade Commission gave the company 48 hours to outline what it's done to correct the violations.\nThe FDA has previously warned consumers against buying or drinking chlorine dioxide products sold online as medical treatments. Chlorine dioxide is a powerful bleaching agent with serious and potentially life-threatening side effects.\n\"Despite previous warnings, the FDA is concerned that we are still seeing chlorine dioxide products being sold with misleading claims that they are safe and effective for the treatment of diseases, now including COVID-19. The sale of these products can jeopardize a person's health and delay proper medical treatment,\" said FDA commissioner Dr. Stephen Hahn.\n\"We continue to take action and keep up our efforts to monitor for fraudulent treatments during this public health emergency and remind the public to seek medical help from their health care providers,\" he added in an agency news release.\nChlorine dioxide products have not been shown to be safe or effective for any use -- including COVID-19. But FDA said they continue to be sold as a remedy for treating autism, cancer, HIV/AIDS, hepatitis and flu, among other conditions."}
{"_id": "doc48", "title": "", "text": "Ten months into the pandemic, handwashing with soap remains one of our best defenses against the virus, along with other public health measures such as maintaining physical distance, avoiding crowded places, practising cough etiquette and wearing a mask wherever recommended.\n\nGlobal Handwashing Day observed annually on October 15 to raise awareness and highlight the importance of handwashing as an effective means of disease prevention – this year marks a critical reminder for the world and the Region that this simple, cost effective practice can save lives.\n\n‘Handwashing has always been one of most effective ways of keeping diseases at bay. It is a simple act that pays in dividends when it comes to keeping ourselves healthy and safe. Handwashing is also one of the key cornerstones of COVID-19 prevention. Now more than ever as we embrace the new normal and live with COVID-19, hand hygiene needs to become an integral part of our daily routine and our lives, as we live through this pandemic, and beyond, to protect us from diseases,’ said Dr Poonam Khetrapal Singh, Regional Director, WHO South-East Asia Region.\n\nWith COVID-19 transmission mainly spreading between people through direct, indirect (through contaminated objects or surfaces), or close contact with infected people via mouth and nose secretions, washing hands with soap and running water is of critical importance. To stop the spread of COVID-19, along with other COVID appropriate behaviours, the practice of handwashing at regular intervals is a must, after coughing or sneezing, when caring for the sick, after using the toilet, before eating, while preparing food and after handling animals or animal waste. Handwashing after touching common surfaces such as doorknobs or handles, or after one comes back home from visiting a public place will keep ourselves and others around us safe.\n\n“Promoting hand hygiene at all levels of health care is also critical. Hand hygiene, a very simple action, is well accepted to be one of the primary modes of reducing health care-associated infection and of enhancing patient safety,” the Regional Director said.\n\nThe pandemic is still among us and it is far from over. We must remind ourselves of the basics that we as individuals can do to keep ourselves safe, she said.\n\nThis year’s Global Handwashing Day theme is Hand Hygiene for All and calls for all of society to achieve universal hand hygiene. To beat the virus today and ensure better health outcomes beyond the pandemic, handwashing with soap must be a priority now and in the future."}
{"_id": "doc49", "title": "", "text": "An anti-parasitic drug was able to kill COVID-19 grown in cell cultures in less than 48 hours!\nWith no concrete treatment in sight, and a fixation on the vaccine - the cases continue to increase across the globe. But this means that new treatment methods could be tried for COVID-19. The study was published in the journal “Antiviral Research”. The drug in question is called “Ivermectin”, and was able to kill off the virus in less than 2 days!\nBesides removing all viral RNA by 48 hours, the drug was able to significantly reduce in 24 hours.\nIvermectin is an approved anti parasitic drug known to be effective against a variety of viruses like HIV, influenza, dengue, and Zika.\nHowever, more testing needs to be undertaken to ascertain its true usefulness in fighting COVID-19. Even though it is considered largely safe, the scientists in Monash University in Australia intend to tiptoe around correct dosage and effects to understand its efficacy.\nThe researchers feel that instead of focusing on new treatments, existing treatments like this one could bring reprieve to people.\nScientists don’t know how Ivermectin kills COVID-19, but they believe that the drug dampens down host cells.\nThey were still wary though - claiming that the use of Ivermectin to combat coronavirus depends largely on further testing and the results then produced."}
{"_id": "doc50", "title": "", "text": "Ten months into the pandemic, handwashing with soap remains one of our best defenses against the virus, along with other public health measures such as maintaining physical distance, avoiding crowded places, practising cough etiquette and wearing a mask wherever recommended.\n\nGlobal Handwashing Day observed annually on October 15 to raise awareness and highlight the importance of handwashing as an effective means of disease prevention – this year marks a critical reminder for the world and the Region that this simple, cost effective practice can save lives.\n\n‘Handwashing has always been one of most effective ways of keeping diseases at bay. It is a simple act that pays in dividends when it comes to keeping ourselves healthy and safe. Handwashing is also one of the key cornerstones of COVID-19 prevention. Now more than ever as we embrace the new normal and live with COVID-19, hand hygiene needs to become an integral part of our daily routine and our lives, as we live through this pandemic, and beyond, to protect us from diseases,’ said Dr Poonam Khetrapal Singh, Regional Director, WHO South-East Asia Region.\n\nWith COVID-19 transmission mainly spreading between people through direct, indirect (through contaminated objects or surfaces), or close contact with infected people via mouth and nose secretions, washing hands with soap and running water is of critical importance. To stop the spread of COVID-19, along with other COVID appropriate behaviours, the practice of handwashing at regular intervals is a must, after coughing or sneezing, when caring for the sick, after using the toilet, before eating, while preparing food and after handling animals or animal waste. Handwashing after touching common surfaces such as doorknobs or handles, or after one comes back home from visiting a public place will keep ourselves and others around us safe.\n\n“Promoting hand hygiene at all levels of health care is also critical. Hand hygiene, a very simple action, is well accepted to be one of the primary modes of reducing health care-associated infection and of enhancing patient safety,” the Regional Director said.\n\nThe pandemic is still among us and it is far from over. We must remind ourselves of the basics that we as individuals can do to keep ourselves safe, she said.\n\nThis year’s Global Handwashing Day theme is Hand Hygiene for All and calls for all of society to achieve universal hand hygiene. To beat the virus today and ensure better health outcomes beyond the pandemic, handwashing with soap must be a priority now and in the future."}
{"_id": "doc51", "title": "", "text": "Facebook will begin taking down any ads that promise a cure for the coronavirus, as the platform battles the rapid spread of conspiracy theories and fake cures—including drinking bleach to cure the disease—that have erupted in panic and confusion over the epidemic on social media.\nA Facebook spokesperson told Forbes it will remove ads for products “that refer to the coronavirus and create a sense of urgency, like implying a limited supply, or guaranteeing a cure or prevention.”\nThe spokesperson added that, for example, “ads with claims like face masks that are 100% guaranteed to prevent the spread of the virus will not be allowed.”\nHealth experts warn the spread of misinformation, fake cures and conspiracy theories about coronavirus can actively cause harm and undermine trust in government institutions. “We need a vaccine against misinformation,” said Mike Ryan, head of the WHO health emergencies program, in a meeting this month.\n A number of false cures have spread on Facebook in the past few months, including one claiming that drinking bleach can cure the virus, according to FactCheck.org.\nFacebook already said in January it will outright remove posts flagged by global health organizations and local health authorities with potentially harmful false cures or prevention methods for the coronavirus.\nBut the company also said last month it won’t remove other false claims about the virus, opting instead to fact-check, demote them in the news feed and point users to reliable information from the World Health Organization.\nKey background: Facebook has struggled to contain disinformation since the 2016 election and has faced criticism for not removing ads from politicians that contain lies. But misleading or untrue medical claims have been a particularly thorny issue for the platform. Facebook banned misleading ads about vaccines last year, but private Facebook groups have become hotbeds of medical misinformation, and some ads expressing skepticism about vaccines haven’t been taken down. CEO Mark Zuckerberg has repeatedly said that Facebook shouldn’t be an arbiter of truth, and company policy is to be usually reluctant to remove posts and ads at all. \nNews peg: More than 81,000 people globally have been infected with the virus as of Wednesday, and more 2,700 have died. The World Health Organization hasn’t declared the virus a pandemic, but Europe, the Middle East and the U.S. are preparing for an outbreak as cases outside China continue to surge. "}
{"_id": "doc52", "title": "", "text": "While this vaccine has yet to be approved by WHO for an Emergency Use Listing, it has undergone review by the European Medicines Agency (EMA) and consequently meets WHO’s criteria for SAGE consideration.\nThe EMA has thoroughly assessed the data on the quality, safety and efficacy of the Moderna COVID-19 vaccine and authorized its use across the European Union.\nSAGE recommends that all vaccinees be observed for at least 15 minutes after vaccination. Those who experience an immediate severe allergic reaction to the first dose should not receive additional doses.\nLonger-term safety assessment involves continued follow up of clinical trial participants, as well as specific studies and continued surveillance of secondary effects or adverse events of those being vaccinated in the roll out.\nThe Global Advisory Committee on Vaccine Safety, a group of experts that provides independent and authoritative guidance to the WHO on the topic of safe vaccine use, receives and assesses reports of suspected safety events of potentially international impact. "}
{"_id": "doc53", "title": "", "text": "Chloroquine and hydroxychloroquine, a pair of old drugs used to treat and prevent malaria, are the latest compounds to be thrust into the limelight as people tout them as treatments for the novel coronavirus. On Sunday, March 29, the US Department of Health and Human Services accepted 30 million doses of hydroxychloroquine sulfate from Novartis and 1 million doses of chloroquine phosphate from Bayer. The medicines, which were donated to the Strategic National Stockpile, may be used in formal clinical trials to assess the drug's efficacy in treating COVID-19. The US Food and Drug Administration also issued an emergency use authorization allowing doctors to prescribe the donated drugs to hospitalized teen and adult patients with COVID-19 who are unable to participate in a clinical trial. The moves follow the publication of studies in February and March suggest that the drugs inhibit SARS-CoV-2, the virus that causes COVID-19, in monkey cells grown in the lab. The drugs are cheap and considered safe, although they can cause severe side effects, including heart problems. President Donald Trump touted the drugs as ready-to-go in a White House briefing on March 19, saying they “could be a game changer” and that “even if things don’t go as planned, it’s not going to kill anybody.” A flurry of news about the drug followed. A man died and his wife was hospitalized after the couple ingested an aquarium cleaner that contained chloroquine phosphate. Demand for the drug spiked and hospitals began reporting shortages. A small clinical trial in France suggested that hydroxychloroquine helped patients recover from the virus faster, while another small study in Beijing reported that the drug offered no noticeable benefit. Several clinical trials, including one sponsored by the World Health Organization, are expected to put the drugs through more rigorous tests. Over the past decade, chloroquine has repeatedly popped up as a potential antiviral for emerging pathogens. Studies in 2004 and 2005 identified it as an inhibitor of the original SARS coronavirus. Since then, scientists have conducted several studies that used chloroquine or hydroxychloroquine to prevent or reduce infections of viruses in mice, including the OC43 coronavirus, avian influenza, Ebola virus, Zika virus, MERS-CoV—the coronavirus that causes Middle East respiratory syndrome. Studies in humans have been less successful, though, and the drugs have never been approved to treat viral infections. In fact, Bayer's chloroquine phosphate, discovered in 1934 and sold as Resochin today, is not approved for any use in the US, although other companies' formulations of the drug are. Despite the lack of good evidence in humans, several drug firms, including Bayer, Novartis, and Teva Pharmaceutical, have pledged to donate millions more doses of the drugs over the coming months, while firms like Mylan announced plans to ramp up production. Clinical trial rush Chloroquine has a long history of treating and preventing malaria, which is caused by a parasite that is spread by mosquitoes. Today, its chemically-modified counterpart, hydroxychloroquine, is considered less toxic and is more widely used. In February, a team of scientists from China’s State Key Laboratory of Virology in Wuhan and its National Engineering Research Center for the Emergency Drug in Beijing showed that low micromolar doses of chloroquine and remdesivir were effective at inhibiting the virus in African green monkey kidney cells, which are often used in virology studies. In a follow-up study, the scientists found that hydroxychloroquine was also effective, although slightly less potent, at inhibiting the virus. Another team found that hydroxychloroquine was more potent than chloroquine in the monkey cells. Chinese scientists have been quick to act on these studies. The Chinese Clinical Trial Registry lists more than 20 trials using the drugs to treat people with COVID-19, although several of these trials have already been canceled as the virus wanes in China. Studies of chloroquine and hydroxychloroquine for treating COVID-19 are planned or underway in England, France, Norway, Spain, Thailand, and the US. A team of researchers led by Didier Raoult at France’s IHU Méditerranée Infection published a small study on March 20 suggesting that hydroxychloroquine and the antibiotic azithromycin could pack a powerful punch against the virus. Hydroxychloroquine treatment alone appeared to eliminate the virus in 14 out of 20 people who received the drug for 6 days, compared to only 2 out of 16 people in the control group. Six people who received hydroxychloroquine also got azithromycin, and all of them were deemed “virologically cured” within 6 days. Trump cited the study on Twitter on March 21, saying that hydroxychloroquine and azithromycin together have “a real chance to be one of the biggest game changers in the history of medicine.” But scientists are quick to point out several caveats. For starters, the study was small and open label, meaning the doctors knew who was getting the drugs. The clinicians only swabbed for the virus in the nasopharynx, an opening behind the nasal cavity and above the throat, meaning the virus could still be in the lungs or elsewhere in the body. Furthermore, six people who received hydroxychloroquine didn’t stay in the study: one left the hospital after 3 days, one quit taking the drug because of nausea, three were transferred to an intensive care unit, and one died. Preliminary results from a small study in Shanghai also rained on the hydroxychloroquine parade. After 7 days of standard medical care plus hydroxychloroquine, 14 out of 15 COVID-19 patients appeared to be virus-free, while 13 out of 15 people in the control group who only received standard care were also virus-free. The team concluded that the “prognosis of common COVID-19 patients is good”—with or without hydroxychloroquine. “These potentially conflicting results reflect the limitations of non-blinded, very small clinical studies using regimens that were developed from limited data,” says Peter Madrid, a researcher at the nonprofit R&D firm SRI International. “There is a reason why the clinical testing of drugs is done using randomized, double-blind, statistically powered clinical trials. It is very easy to get excited, and fooled, by small, potentially biased studies.” Other scientists have a more optimistic view of the two clinical trials. Roberto Cauda, an infectious disease scientist at the Catholic University of the Sacred Heart in Rome, says there are “remarkable differences between the two studies that could explain the different results.” The Chinese study gave patients 400 mg of hydroxychloroquine per day for 5 days, and the French study gave patients 600 mg of the drug per day for 10 days, he notes. The addition of azithromycin in the French study may have prevented additional respiratory infections, and there may have been a synergistic effect with the two drugs, Cauda adds. Andrea Savarino, a virologist at the Italian National Institute of Health, agrees that the discrepancy in dosing is important. “Although both studies have their own limitations and very limited statistical power,” he says, “at present there is no reason why we should not trust the preliminary results reported by either of them.” Multiple studies of the drugs are either planned or underway in the US. New York Governor Andrew Cuomo announced that New York state had acquired 10,000 doses of Zithromax (Pfizer’s brand-name azithromycin), 70,000 doses of hydroxychloroquine, and 750,000 doses of chloroquine. Cuomo said trials of the drugs will begin on March 24. The World Health Organization is sponsoring a large international clinical trial called SOLIDARITY to study six drugs that could be rapidly deployed for the fight the coronavirus, including chloroquine and hydroxychloroquine."}
{"_id": "doc54", "title": "", "text": "A widely shared article on social media inaccurately claims Canada is the source of the 2019 coronavirus outbreak in China.\nZero Hedge, a blog with a track record of publishing false information, said in a Jan. 26 story that the coronavirus is part of a Chinese plot to develop a bioweapon. The article was republished from a website called Great Game India.\n\"Last year a mysterious shipment was caught smuggling Coronavirus from Canada. It was traced to Chinese agents working at a Canadian lab,\" the story reads. \"Subsequent investigation by GreatGameIndia linked the agents to Chinese Biological Warfare Program from where the virus is suspected to have leaked causing the Wuhan Coronavirus outbreak.\"\n\nThe story weaves together unrelated facts to construct a conspiracy theory. Officials are still trying to determine the exact cause of the outbreak, but there’s no evidence of it being created for use as a bioweapon."}
{"_id": "doc55", "title": "", "text": "A warning letter has been sent to a company marketing bogus and dangerous chlorine dioxide products for the prevention and treatment of COVID-19, the U.S. Food and Drug Administration says.\nThe fraudulent claims by the Genesis II Church of Health and Healing about its \"Miracle Mineral Solution\" products are especially concerning in relation to children, who are at increased risk for harm from consuming chlorine dioxide, according to the FDA.\nThe joint warning letter from the FDA and the Federal Trade Commission gave the company 48 hours to outline what it's done to correct the violations.\nThe FDA has previously warned consumers against buying or drinking chlorine dioxide products sold online as medical treatments. Chlorine dioxide is a powerful bleaching agent with serious and potentially life-threatening side effects.\n\"Despite previous warnings, the FDA is concerned that we are still seeing chlorine dioxide products being sold with misleading claims that they are safe and effective for the treatment of diseases, now including COVID-19. The sale of these products can jeopardize a person's health and delay proper medical treatment,\" said FDA commissioner Dr. Stephen Hahn.\n\"We continue to take action and keep up our efforts to monitor for fraudulent treatments during this public health emergency and remind the public to seek medical help from their health care providers,\" he added in an agency news release.\nChlorine dioxide products have not been shown to be safe or effective for any use -- including COVID-19. But FDA said they continue to be sold as a remedy for treating autism, cancer, HIV/AIDS, hepatitis and flu, among other conditions."}
{"_id": "doc56", "title": "", "text": "The EPA said laboratory tests found that Lysol Disinfectant Spray and Lysol Disinfectant Max Cover Mist destroy the virus two minutes after contact, CNN reported.\n\nThe agency says there are 420 disinfectant products that are effective against \"harder-to-kill\" viruses than the new coronavirus, but the two Lysol are products are the first to be tested directly against the virus and able to kill it.\n\nA recent U.S. Centers for Disease Control and Prevention survey found that Americans said they were cleaning more often because of the coronavirus pandemic, but only about half said they actually knew how to clean and disinfect their home safely, CNN reported."}
{"_id": "doc57", "title": "", "text": "At a news conference on Thursday, President Trump surprised nearly everyone when he suggested using powerful cleaning agents, through an injection, as a possible Covid-19 cure.\n\nAs advocates against pseudoscience, we weren’t surprised at all. While Mr. Trump now claims his comment about injecting disinfectants was “very satirical,” there has been speculation that he was influenced by the leader of a group peddling such cures, even as the Food and Drug Administration moved to block the group from distributing its product.\n\nIn the social media groups we monitor, President Trump’s words were taken as a beacon of hope. As one promoter wrote: “Mr. President Donald Trump I totally agree with you. Chlorine Dioxide is a very noble product that has been used for many years throughout the world to cure people.”\n\nFor the past five years, as concerned parents of autistic kids, we’ve been documenting, following and reporting the “bleach cures” movement. The Genesis II Church and Kerri Rivera, among others, have been selling products like chlorine dioxide, marketed as “Miracle Mineral Solution,” or M.M.S., stating that the substances will cure autism, acne, cancer, diabetes, Covid-19 and so much more. This is a crucial red flag for pseudoscience: When a product claims it can cure anything, it’s a fake.\n\nIt has taken a pandemic to expose this movement and the ways that pseudoscience scammers use social media and fear to sell their products. It’s crucial, now more than ever, to look at the consequences of misinformation and why we need a more responsible approach to content management from big tech companies such as Facebook and our regulating authorities.\n\nWe have been infiltrating pseudoscience groups on social media in order to report these companies to regulators, with mixed results. We’ve gotten a close look at the psychology that draws people toward such products — and in our view, it is akin to the psychology that drives some of the Trumpist worldview. It is a siege mentality, rooted in the ideology of the anti-vaccine movement, based on anecdotes, conspiracy theories and a fear-mongering distrust of so-called Big Government.\n\n"}
{"_id": "doc58", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc59", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc60", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc61", "title": "", "text": "Last month, Chinese authorities approved clinical trials for a vaccine candidate by the People's Liberation Army's Academy of Military Sciences and biotech firm CanSino Bio, the only vaccine in the world that last week swiftly moved into the second phase of a human trial.\n\nUnlike the military-backed project, which is an adenovirus vector vaccine, the two new candidates are inactivated vaccines which provide weaker immunity than live vaccines.\n\nThese are the first two inactivated vaccines to start trial globally."}
{"_id": "doc62", "title": "", "text": "At a news conference on Thursday, President Trump surprised nearly everyone when he suggested using powerful cleaning agents, through an injection, as a possible Covid-19 cure.\n\nAs advocates against pseudoscience, we weren’t surprised at all. While Mr. Trump now claims his comment about injecting disinfectants was “very satirical,” there has been speculation that he was influenced by the leader of a group peddling such cures, even as the Food and Drug Administration moved to block the group from distributing its product.\n\nIn the social media groups we monitor, President Trump’s words were taken as a beacon of hope. As one promoter wrote: “Mr. President Donald Trump I totally agree with you. Chlorine Dioxide is a very noble product that has been used for many years throughout the world to cure people.”\n\nFor the past five years, as concerned parents of autistic kids, we’ve been documenting, following and reporting the “bleach cures” movement. The Genesis II Church and Kerri Rivera, among others, have been selling products like chlorine dioxide, marketed as “Miracle Mineral Solution,” or M.M.S., stating that the substances will cure autism, acne, cancer, diabetes, Covid-19 and so much more. This is a crucial red flag for pseudoscience: When a product claims it can cure anything, it’s a fake.\n\nIt has taken a pandemic to expose this movement and the ways that pseudoscience scammers use social media and fear to sell their products. It’s crucial, now more than ever, to look at the consequences of misinformation and why we need a more responsible approach to content management from big tech companies such as Facebook and our regulating authorities.\n\nWe have been infiltrating pseudoscience groups on social media in order to report these companies to regulators, with mixed results. We’ve gotten a close look at the psychology that draws people toward such products — and in our view, it is akin to the psychology that drives some of the Trumpist worldview. It is a siege mentality, rooted in the ideology of the anti-vaccine movement, based on anecdotes, conspiracy theories and a fear-mongering distrust of so-called Big Government."}
{"_id": "doc63", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc64", "title": "", "text": "Antiretrovirals drugs were initially considered for use in the treatment of COVID-19 based on virtual screening and in vitro studies. Published data indicate that most of patients infected with the virus causing COVID-19 have mild to moderate symptoms, have good clinical outcomes and do not require hospitalization. In some cases, patients admitted to the hospital were given an antiretroviral drug, most often lopinavir boosted with ritonavir (LPV/r) or, less frequently, darunavir boosted with ritonavir (DRV/r). Studies assessing the potential benefit of an antiretroviral drug on COVID-19 were mostly carried out in HIV-negative individuals.\n\nA systematic review on use of antiretrovirals in patients with coronaviruses, conducted in March 2020 identified two randomized trials and 21 observational studies provided clinical outcome data on the use of LPV/r for the treatment of COVID‐19, SARS and MERS [16]. The randomized trials showed no clinical benefit, the observational studies were inconclusive, and the certainty of the body of evidence across all important outcomes was low or very low quality. A living systematic review and network meta-analysis on the efficacy and safety of drug treatments for COVID-19 published in September 2020 did not find any convincing evidence that antiretrovirals drugs such as lopinavir/ritonavir reduced the mortality or increased the rate of viral clearance [17].\n\nMore recently, two additional randomized studies confirmed these findings and didn't support the use of LPV/r for treatment of hospitalized patients with COVID-19.\n\nA recently published clinical trial showed that in patients admitted to hospital with COVID-19, LPV/r was not associated with reductions in mortality, duration of hospital stay, or risk of progressing to invasive mechanical ventilation or death [18].  Similarly, in the WHO-coordinated Solidarity Trial recently published, LPV/r appears to have little or no effect on hospitalized COVID-19 patients, as indicated by overall mortality, initiation of ventilation and duration of hospital stay. [19].\n\nBased on available evidence, the use of LPV/r and other antiretrovirals are not likely to improve clinical outcomes in hospitalized individuals with COVID-19.\n\nSeveral randomized and nonrandomized studies have evaluated anti-hepatitis C drugs including sofosbuvir and daclatasvir for treating of SARS-CoV-2 and while these preliminary results suggested benefit in terms of clinical recovery, this evidence is insufficient (small sample size, inclusion of a nonrandomized study) to be able to recommend using these antivirals for treating SARS-CoV-2."}
{"_id": "doc65", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc66", "title": "", "text": "The EPA said laboratory tests found that Lysol Disinfectant Spray and Lysol Disinfectant Max Cover Mist destroy the virus two minutes after contact, CNN reported.\n\nThe agency says there are 420 disinfectant products that are effective against \"harder-to-kill\" viruses than the new coronavirus, but the two Lysol are products are the first to be tested directly against the virus and able to kill it.\n\nA recent U.S. Centers for Disease Control and Prevention survey found that Americans said they were cleaning more often because of the coronavirus pandemic, but only about half said they actually knew how to clean and disinfect their home safely, CNN reported."}
{"_id": "doc67", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc68", "title": "", "text": "There’s a refrain that “COVID-19 is just the flu,” which is not at all accurate. \nAndrew Pekosz, PhD, says it can be hard to differentiate the two based on symptoms alone. But large numbers of susceptible people and increased rates of severe disease and death set COVID-19 apart from seasonal influenza. \nPekosz, a leading virologist who works on both diseases, breaks down key differences between COVID-19 and influenza to show why this pandemic is so critically—and catastrophically—dangerous. \nWhat would you say to someone who insists to you that COVID-19 is “just the flu”?\nSince December 2019, COVID-19 has killed more people in the U.S. than influenza has in the last five years. \nInfluenza is a significant burden on the population, but COVID-19 has had a vastly larger effect."}
{"_id": "doc69", "title": "", "text": "As of December 2020, there are over 200 vaccine candidates for COVID-19 being developed. Of these, at least 52 candidate vaccines are in human trials. There are several others currently in phase I/II, which will enter phase III in the coming months (for more information on the clinical trial phases, see part three of our Vaccine Explained series).\nWhy are there so many vaccines in development?\n\nTypically, many vaccine candidates will be evaluated before any are found to be both safe and effective. For example, of all the vaccines that are studied in the lab and laboratory animals, roughly 7 out of every 100 will be considered good enough to move into clinical trials in humans. Of the vaccines that do make it to clinical trials, just one in five is successful. Having lots of different vaccines in development increases the chances that there will be one or more successful vaccines that will be shown to be safe and efficacious for the intended prioritized populations."}
{"_id": "doc70", "title": "", "text": "There’s a refrain that “COVID-19 is just the flu,” which is not at all accurate. \nAndrew Pekosz, PhD, says it can be hard to differentiate the two based on symptoms alone. But large numbers of susceptible people and increased rates of severe disease and death set COVID-19 apart from seasonal influenza. \nPekosz, a leading virologist who works on both diseases, breaks down key differences between COVID-19 and influenza to show why this pandemic is so critically—and catastrophically—dangerous. \nWhat would you say to someone who insists to you that COVID-19 is “just the flu”?\nSince December 2019, COVID-19 has killed more people in the U.S. than influenza has in the last five years. \nInfluenza is a significant burden on the population, but COVID-19 has had a vastly larger effect."}
{"_id": "doc71", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc72", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc73", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc74", "title": "", "text": "At a news conference on Thursday, President Trump surprised nearly everyone when he suggested using powerful cleaning agents, through an injection, as a possible Covid-19 cure.\n\nAs advocates against pseudoscience, we weren’t surprised at all. While Mr. Trump now claims his comment about injecting disinfectants was “very satirical,” there has been speculation that he was influenced by the leader of a group peddling such cures, even as the Food and Drug Administration moved to block the group from distributing its product.\n\nIn the social media groups we monitor, President Trump’s words were taken as a beacon of hope. As one promoter wrote: “Mr. President Donald Trump I totally agree with you. Chlorine Dioxide is a very noble product that has been used for many years throughout the world to cure people.”\n\nFor the past five years, as concerned parents of autistic kids, we’ve been documenting, following and reporting the “bleach cures” movement. The Genesis II Church and Kerri Rivera, among others, have been selling products like chlorine dioxide, marketed as “Miracle Mineral Solution,” or M.M.S., stating that the substances will cure autism, acne, cancer, diabetes, Covid-19 and so much more. This is a crucial red flag for pseudoscience: When a product claims it can cure anything, it’s a fake.\n\nIt has taken a pandemic to expose this movement and the ways that pseudoscience scammers use social media and fear to sell their products. It’s crucial, now more than ever, to look at the consequences of misinformation and why we need a more responsible approach to content management from big tech companies such as Facebook and our regulating authorities.\n\nWe have been infiltrating pseudoscience groups on social media in order to report these companies to regulators, with mixed results. We’ve gotten a close look at the psychology that draws people toward such products — and in our view, it is akin to the psychology that drives some of the Trumpist worldview. It is a siege mentality, rooted in the ideology of the anti-vaccine movement, based on anecdotes, conspiracy theories and a fear-mongering distrust of so-called Big Government."}
{"_id": "doc75", "title": "", "text": "As Dr. Michael Joyner, professor, Mayo Clinic, explains on the institution’s website: People who have recovered from COVID-19 have antibodies to the disease in their blood. Doctors call this convalescent plasma. Researchers hope that convalescent plasma can be given to people with severe COVID-19 to boost their ability to fight the virus. The blood — about 800 ml or so — is collected from the donor through the regular withdrawal process, tested for other pathogens, and if safe, the plasma component is extracted and subsequently used for transfusion on to patients. Everyone who has suffered from a disease possibly carries what are called neutralising antibodies that when extracted via plasma and transfused on to others with the infection can help their immune system fight it off. Whether it works or not depends on whether the disease produced a lot of antibodies in people or not, explains Dr. Priya Sampathkumar, infectious diseases consultant and medical director, infection prevention and control, Mayo Clinic, U.S. For some diseases, the body needs more cellular immunity to fight the infection, while for others, the body needs more antibodies. Most diseases, however, require a combination of both these mechanisms, Dr. Sampathkumar points out. Since trials are going on, there is no standardised protocol on how much of convalescent plasma or how often it must be used. Even before we knew what sort of antibody levels have to be administered, doctors began using this technique because there did not seem to be anything else that worked. The understanding why some people have more antibodies and some have less, whether those who were asymptomatic have antibodies at all, and in what strength, are issues that will have to be answered over the course of the trials."}
{"_id": "doc76", "title": "", "text": "Most people who get COVID-19 have mild or moderate symptoms like coughing, a fever, and shortness of breath. But some who catch the new coronavirus get severe pneumonia in both lungs. COVID-19 pneumonia is a serious illness that can be deadly.\nWhat Is Pneumonia?\nPneumonia is a lung infection that causes inflammation in the tiny air sacs inside your lungs. They may fill up with so much fluid and pus that it’s hard to breathe. You may have severe shortness of breath, a cough, a fever, chest pain, chills, or fatigue.\nYour doctor might recommend cough medicine and pain relievers that reduce fever. In the most serious cases, you may need to go to the hospital for help breathing with a machine called a ventilator.\nYou can get pneumonia as a complication of viral infections such as COVID-19 or the flu, or even a common cold. But bacteria, fungi, and other microorganisms can also cause it.\nWhat is novel coronavirus-infected pneumonia?\nThe illness tied to the new coronavirus was originally called novel coronavirus-infected pneumonia (NCIP). The World Health Organization renamed it COVID-19, which is short for coronavirus disease 2019."}
{"_id": "doc77", "title": "", "text": "Most people who get COVID-19 have mild or moderate symptoms like coughing, a fever, and shortness of breath. But some who catch the new coronavirus get severe pneumonia in both lungs. COVID-19 pneumonia is a serious illness that can be deadly.\nWhat Is Pneumonia?\nPneumonia is a lung infection that causes inflammation in the tiny air sacs inside your lungs. They may fill up with so much fluid and pus that it’s hard to breathe. You may have severe shortness of breath, a cough, a fever, chest pain, chills, or fatigue.\nYour doctor might recommend cough medicine and pain relievers that reduce fever. In the most serious cases, you may need to go to the hospital for help breathing with a machine called a ventilator.\nYou can get pneumonia as a complication of viral infections such as COVID-19 or the flu, or even a common cold. But bacteria, fungi, and other microorganisms can also cause it.\nWhat is novel coronavirus-infected pneumonia?\nThe illness tied to the new coronavirus was originally called novel coronavirus-infected pneumonia (NCIP). The World Health Organization renamed it COVID-19, which is short for coronavirus disease 2019."}
{"_id": "doc78", "title": "", "text": "The EPA said laboratory tests found that Lysol Disinfectant Spray and Lysol Disinfectant Max Cover Mist destroy the virus two minutes after contact, CNN reported.\n\nThe agency says there are 420 disinfectant products that are effective against \"harder-to-kill\" viruses than the new coronavirus, but the two Lysol are products are the first to be tested directly against the virus and able to kill it.\n\nA recent U.S. Centers for Disease Control and Prevention survey found that Americans said they were cleaning more often because of the coronavirus pandemic, but only about half said they actually knew how to clean and disinfect their home safely, CNN reported."}
{"_id": "doc79", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc80", "title": "", "text": "Simple hygiene measures can help protect your family’s health and everyone else's. \n\n\nDon’t touch your face\nAvoid touching your eyes, nose and mouth. \n\n\nDon’t cough or sneeze into your hands \nCover your mouth and nose with your elbow or tissue when coughing or sneezing. Dispose of used tissue immediately.\n\n\nKeep your distance \nMaintain a distance of at least 1 meter (3 feet) from people who are coughing or sneezing.\n\n\nWash, wash, wash your hands \nYes, you’re hearing it everywhere, because it’s the best line of defence. Wash hands frequently with soap and water for at least 20-30 seconds. \n\nAn easy way to time it with your children is by singing the full happy birthday song, twice. \n\nMake sure to wash hands after you blow your nose, sneeze into a tissue, use the restroom, when you leave and return to your home, before preparing or eating food, applying make-up, handling contact lenses etc.\n\nIf using a hand sanitizer ensure that it contains at least 60 per cent alcohol, ensure coverage on all parts of the hands and rub hands together for 20-30 seconds until hands feel dry. If hands are visibly dirty, always wash hands with soap and water. "}
{"_id": "doc81", "title": "", "text": "At a news conference on Thursday, President Trump surprised nearly everyone when he suggested using powerful cleaning agents, through an injection, as a possible Covid-19 cure.\n\nAs advocates against pseudoscience, we weren’t surprised at all. While Mr. Trump now claims his comment about injecting disinfectants was “very satirical,” there has been speculation that he was influenced by the leader of a group peddling such cures, even as the Food and Drug Administration moved to block the group from distributing its product.\n\nIn the social media groups we monitor, President Trump’s words were taken as a beacon of hope. As one promoter wrote: “Mr. President Donald Trump I totally agree with you. Chlorine Dioxide is a very noble product that has been used for many years throughout the world to cure people.”\n\nFor the past five years, as concerned parents of autistic kids, we’ve been documenting, following and reporting the “bleach cures” movement. The Genesis II Church and Kerri Rivera, among others, have been selling products like chlorine dioxide, marketed as “Miracle Mineral Solution,” or M.M.S., stating that the substances will cure autism, acne, cancer, diabetes, Covid-19 and so much more. This is a crucial red flag for pseudoscience: When a product claims it can cure anything, it’s a fake.\n\nIt has taken a pandemic to expose this movement and the ways that pseudoscience scammers use social media and fear to sell their products. It’s crucial, now more than ever, to look at the consequences of misinformation and why we need a more responsible approach to content management from big tech companies such as Facebook and our regulating authorities.\n\nWe have been infiltrating pseudoscience groups on social media in order to report these companies to regulators, with mixed results. We’ve gotten a close look at the psychology that draws people toward such products — and in our view, it is akin to the psychology that drives some of the Trumpist worldview. It is a siege mentality, rooted in the ideology of the anti-vaccine movement, based on anecdotes, conspiracy theories and a fear-mongering distrust of so-called Big Government."}
{"_id": "doc82", "title": "", "text": "There’s a refrain that “COVID-19 is just the flu,” which is not at all accurate. \nAndrew Pekosz, PhD, says it can be hard to differentiate the two based on symptoms alone. But large numbers of susceptible people and increased rates of severe disease and death set COVID-19 apart from seasonal influenza. \nPekosz, a leading virologist who works on both diseases, breaks down key differences between COVID-19 and influenza to show why this pandemic is so critically—and catastrophically—dangerous. \nWhat would you say to someone who insists to you that COVID-19 is “just the flu”?\nSince December 2019, COVID-19 has killed more people in the U.S. than influenza has in the last five years. \nInfluenza is a significant burden on the population, but COVID-19 has had a vastly larger effect."}
{"_id": "doc83", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc84", "title": "", "text": "Last month, Chinese authorities approved clinical trials for a vaccine candidate by the People's Liberation Army's Academy of Military Sciences and biotech firm CanSino Bio, the only vaccine in the world that last week swiftly moved into the second phase of a human trial.\n\nUnlike the military-backed project, which is an adenovirus vector vaccine, the two new candidates are inactivated vaccines which provide weaker immunity than live vaccines.\n\nThese are the first two inactivated vaccines to start trial globally."}
{"_id": "doc85", "title": "", "text": "The EPA said laboratory tests found that Lysol Disinfectant Spray and Lysol Disinfectant Max Cover Mist destroy the virus two minutes after contact, CNN reported.\n\nThe agency says there are 420 disinfectant products that are effective against \"harder-to-kill\" viruses than the new coronavirus, but the two Lysol are products are the first to be tested directly against the virus and able to kill it.\n\nA recent U.S. Centers for Disease Control and Prevention survey found that Americans said they were cleaning more often because of the coronavirus pandemic, but only about half said they actually knew how to clean and disinfect their home safely, CNN reported."}
{"_id": "doc86", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc87", "title": "", "text": "Simple hygiene measures can help protect your family’s health and everyone else's. \nDon’t touch your face\nAvoid touching your eyes, nose and mouth. \nDon’t cough or sneeze into your hands \nCover your mouth and nose with your elbow or tissue when coughing or sneezing. Dispose of used tissue immediately.\nKeep your distance \nMaintain a distance of at least 1 meter (3 feet) from people who are coughing or sneezing.\nWash, wash, wash your hands \nYes, you’re hearing it everywhere, because it’s the best line of defence. Wash hands frequently with soap and water for at least 20-30 seconds. \nAn easy way to time it with your children is by singing the full happy birthday song, twice.\nMake sure to wash hands after you blow your nose, sneeze into a tissue, use the restroom, when you leave and return to your home, before preparing or eating food, applying make-up, handling contact lenses etc.\nIf using a hand sanitizer ensure that it contains at least 60 per cent alcohol, ensure coverage on all parts of the hands and rub hands together for 20-30 seconds until hands feel dry. If hands are visibly dirty, always wash hands with soap and water. "}
{"_id": "doc88", "title": "", "text": "At a news conference on Thursday, President Trump surprised nearly everyone when he suggested using powerful cleaning agents, through an injection, as a possible Covid-19 cure.\n\nAs advocates against pseudoscience, we weren’t surprised at all. While Mr. Trump now claims his comment about injecting disinfectants was “very satirical,” there has been speculation that he was influenced by the leader of a group peddling such cures, even as the Food and Drug Administration moved to block the group from distributing its product.\n\nIn the social media groups we monitor, President Trump’s words were taken as a beacon of hope. As one promoter wrote: “Mr. President Donald Trump I totally agree with you. Chlorine Dioxide is a very noble product that has been used for many years throughout the world to cure people.”\n\nFor the past five years, as concerned parents of autistic kids, we’ve been documenting, following and reporting the “bleach cures” movement. The Genesis II Church and Kerri Rivera, among others, have been selling products like chlorine dioxide, marketed as “Miracle Mineral Solution,” or M.M.S., stating that the substances will cure autism, acne, cancer, diabetes, Covid-19 and so much more. This is a crucial red flag for pseudoscience: When a product claims it can cure anything, it’s a fake.\n\nIt has taken a pandemic to expose this movement and the ways that pseudoscience scammers use social media and fear to sell their products. It’s crucial, now more than ever, to look at the consequences of misinformation and why we need a more responsible approach to content management from big tech companies such as Facebook and our regulating authorities.\n\nWe have been infiltrating pseudoscience groups on social media in order to report these companies to regulators, with mixed results. We’ve gotten a close look at the psychology that draws people toward such products — and in our view, it is akin to the psychology that drives some of the Trumpist worldview. It is a siege mentality, rooted in the ideology of the anti-vaccine movement, based on anecdotes, conspiracy theories and a fear-mongering distrust of so-called Big Government."}
{"_id": "doc89", "title": "", "text": "Simple hygiene measures can help protect your family’s health and everyone else's. \nDon’t touch your face\nAvoid touching your eyes, nose and mouth. \nDon’t cough or sneeze into your hands \nCover your mouth and nose with your elbow or tissue when coughing or sneezing. Dispose of used tissue immediately.\nKeep your distance \nMaintain a distance of at least 1 meter (3 feet) from people who are coughing or sneezing.\nWash, wash, wash your hands \nYes, you’re hearing it everywhere, because it’s the best line of defence. Wash hands frequently with soap and water for at least 20-30 seconds. \nAn easy way to time it with your children is by singing the full happy birthday song, twice.\nMake sure to wash hands after you blow your nose, sneeze into a tissue, use the restroom, when you leave and return to your home, before preparing or eating food, applying make-up, handling contact lenses etc.\nIf using a hand sanitizer ensure that it contains at least 60 per cent alcohol, ensure coverage on all parts of the hands and rub hands together for 20-30 seconds until hands feel dry. If hands are visibly dirty, always wash hands with soap and water. "}
{"_id": "doc90", "title": "", "text": "Last month, Chinese authorities approved clinical trials for a vaccine candidate by the People's Liberation Army's Academy of Military Sciences and biotech firm CanSino Bio, the only vaccine in the world that last week swiftly moved into the second phase of a human trial.\n\nUnlike the military-backed project, which is an adenovirus vector vaccine, the two new candidates are inactivated vaccines which provide weaker immunity than live vaccines.\n\nThese are the first two inactivated vaccines to start trial globally."}
{"_id": "doc91", "title": "", "text": "At a news conference on Thursday, President Trump surprised nearly everyone when he suggested using powerful cleaning agents, through an injection, as a possible Covid-19 cure.\n\nAs advocates against pseudoscience, we weren’t surprised at all. While Mr. Trump now claims his comment about injecting disinfectants was “very satirical,” there has been speculation that he was influenced by the leader of a group peddling such cures, even as the Food and Drug Administration moved to block the group from distributing its product.\n\nIn the social media groups we monitor, President Trump’s words were taken as a beacon of hope. As one promoter wrote: “Mr. President Donald Trump I totally agree with you. Chlorine Dioxide is a very noble product that has been used for many years throughout the world to cure people.”\n\nFor the past five years, as concerned parents of autistic kids, we’ve been documenting, following and reporting the “bleach cures” movement. The Genesis II Church and Kerri Rivera, among others, have been selling products like chlorine dioxide, marketed as “Miracle Mineral Solution,” or M.M.S., stating that the substances will cure autism, acne, cancer, diabetes, Covid-19 and so much more. This is a crucial red flag for pseudoscience: When a product claims it can cure anything, it’s a fake.\n\nIt has taken a pandemic to expose this movement and the ways that pseudoscience scammers use social media and fear to sell their products. It’s crucial, now more than ever, to look at the consequences of misinformation and why we need a more responsible approach to content management from big tech companies such as Facebook and our regulating authorities.\n\nWe have been infiltrating pseudoscience groups on social media in order to report these companies to regulators, with mixed results. We’ve gotten a close look at the psychology that draws people toward such products — and in our view, it is akin to the psychology that drives some of the Trumpist worldview. It is a siege mentality, rooted in the ideology of the anti-vaccine movement, based on anecdotes, conspiracy theories and a fear-mongering distrust of so-called Big Government.\n\n"}
{"_id": "doc92", "title": "", "text": "At a news conference on Thursday, President Trump surprised nearly everyone when he suggested using powerful cleaning agents, through an injection, as a possible Covid-19 cure.\n\nAs advocates against pseudoscience, we weren’t surprised at all. While Mr. Trump now claims his comment about injecting disinfectants was “very satirical,” there has been speculation that he was influenced by the leader of a group peddling such cures, even as the Food and Drug Administration moved to block the group from distributing its product.\n\nIn the social media groups we monitor, President Trump’s words were taken as a beacon of hope. As one promoter wrote: “Mr. President Donald Trump I totally agree with you. Chlorine Dioxide is a very noble product that has been used for many years throughout the world to cure people.”\n\nFor the past five years, as concerned parents of autistic kids, we’ve been documenting, following and reporting the “bleach cures” movement. The Genesis II Church and Kerri Rivera, among others, have been selling products like chlorine dioxide, marketed as “Miracle Mineral Solution,” or M.M.S., stating that the substances will cure autism, acne, cancer, diabetes, Covid-19 and so much more. This is a crucial red flag for pseudoscience: When a product claims it can cure anything, it’s a fake.\n\nIt has taken a pandemic to expose this movement and the ways that pseudoscience scammers use social media and fear to sell their products. It’s crucial, now more than ever, to look at the consequences of misinformation and why we need a more responsible approach to content management from big tech companies such as Facebook and our regulating authorities.\n\nWe have been infiltrating pseudoscience groups on social media in order to report these companies to regulators, with mixed results. We’ve gotten a close look at the psychology that draws people toward such products — and in our view, it is akin to the psychology that drives some of the Trumpist worldview. It is a siege mentality, rooted in the ideology of the anti-vaccine movement, based on anecdotes, conspiracy theories and a fear-mongering distrust of so-called Big Government.\n\n"}
{"_id": "doc93", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc94", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc95", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc96", "title": "", "text": "Doctors in India are warning against the practice of using cow dung in the belief it will ward off COVID-19, saying there is no scientific evidence for its effectiveness and that it risks spreading other diseases.\nThe coronavirus pandemic has wrought devastation on India, with 22.66 million cases and 246,116 deaths reported so far. Experts say actual numbers could be five to 10 times higher, and citizens across the country are struggling to find hospital beds, oxygen, or medicines, leaving many to die for lack of treatment.\nIn the state of Gujarat in western India, some believers have been going to cow shelters once a week to cover their bodies in cow dung and urine in the hope it will boost their immunity against, or help them recover from, the coronavirus. Doctors and scientists in India and across the world have repeatedly warned against practising alternative treatments for COVID-19, saying they can lead to a false sense of security and complicate health problems.\r\n\"There is no concrete scientific evidence that cow dung or urine work to boost immunity against COVID-19, it is based entirely on belief,\" said Dr JA Jayalal, national president at the Indian Medical Association."}
{"_id": "doc97", "title": "", "text": "A leading disinfectant producer has issued a strong warning not to use its products on the human body after Donald Trump suggested they could potentially be used to treat coronavirus.\nReckitt Benckiser said \"under no circumstance\" should its products be injected or ingested.\nOn Friday, Mr Trump said his comments during Thursday's coronavirus taskforce briefing had been made \"sarcastically\".\nDisinfectants are hazardous substances and can be poisonous if ingested.\nEven external exposure can be dangerous to the skin, eyes and respiratory system."}
{"_id": "doc98", "title": "", "text": "The Food and Drug Administration and Federal Trade Commission have warned the co-owner of a Moreno Valley cannabis dispensary not to claim that cannabidiol, known as CBD, can cure the novel coronavirus. On Tuesday, March 31, the agencies wrote a joint letter to Turley, warning about claims he’d made on the website for his Las Vegas-based CBD distributor, Neuro XPF, and on social media. He’s since taken down the claims on his website, though Turley stands by his statements."}
{"_id": "doc99", "title": "", "text": "A potential coronavirus vaccine developed in China appeared to provoke neutralizing antibodies in dozens of patients in an early-stage clinical trial, an important step in developing a vaccine that might provide immunity to Covid-19.\n\nThe vaccine candidate also induced binding antibodies in most of the patients within 28 days and appeared to be safe and well-tolerated, according to the findings of the phase one trial published Friday in The Lancet.\n\n“These results represent an important milestone,” Wei Chen, a professor at the Beijing Institute of Biotechnology and who led the study, said in a press release. “However, these results should be interpreted cautiously. The challenges in the development of a Covid-19 vaccine are unprecedented, and the ability to trigger these immune responses does not necessarily indicate that the vaccine will protect humans from Covid-19.”"}
{"_id": "doc100", "title": "", "text": "Simple hygiene measures can help protect your family’s health and everyone else's. \nDon’t touch your face\nAvoid touching your eyes, nose and mouth. \nDon’t cough or sneeze into your hands \nCover your mouth and nose with your elbow or tissue when coughing or sneezing. Dispose of used tissue immediately.\nKeep your distance \nMaintain a distance of at least 1 meter (3 feet) from people who are coughing or sneezing.\nWash, wash, wash your hands \nYes, you’re hearing it everywhere, because it’s the best line of defence. Wash hands frequently with soap and water for at least 20-30 seconds. \nAn easy way to time it with your children is by singing the full happy birthday song, twice.\nMake sure to wash hands after you blow your nose, sneeze into a tissue, use the restroom, when you leave and return to your home, before preparing or eating food, applying make-up, handling contact lenses etc.\nIf using a hand sanitizer ensure that it contains at least 60 per cent alcohol, ensure coverage on all parts of the hands and rub hands together for 20-30 seconds until hands feel dry. If hands are visibly dirty, always wash hands with soap and water. "}
{"_id": "doc101", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc102", "title": "", "text": "A UK scientist has said that his team, leading the research into a coronavirus vaccine,  have made a significant breakthrough in Coronavirus vaccine. Professor Robin Shattock, head of mucosal infection and immunity at Imperial College London, said he is now at the stage to start testing the vaccine on animals as early as next week with human studies in the summer if enough funding is secured.\n\nAccording to Professor Shattock, the difference between this vaccine effort and that of previous outbreaks, such as the SARS outbreak in 2002, is that a vaccine could potentially be produced much faster than conventional methods.\n\n\"Conventional approaches usually take at least two to three years before you even get to the clinic. And we've gone from that sequence to generating a candidate in the laboratory in 14 days,\" He told Sky News.\n\nProfessor Shattock is part of a global effort to develop a vaccine that could potentially save hundreds or thousands of lives if this coronavirus outbreak develops into a full blown pandemic.\n\nHe further stated that it is not going to be too late if this becomes a pandemic. \"We still don't know much about the epidemic itself so it may wane over the summer months if it is like influenza,\" he added."}
{"_id": "doc103", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc104", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc105", "title": "", "text": "There’s a refrain that “COVID-19 is just the flu,” which is not at all accurate. \nAndrew Pekosz, PhD, says it can be hard to differentiate the two based on symptoms alone. But large numbers of susceptible people and increased rates of severe disease and death set COVID-19 apart from seasonal influenza. \nPekosz, a leading virologist who works on both diseases, breaks down key differences between COVID-19 and influenza to show why this pandemic is so critically—and catastrophically—dangerous. \nWhat would you say to someone who insists to you that COVID-19 is “just the flu”?\nSince December 2019, COVID-19 has killed more people in the U.S. than influenza has in the last five years. \nInfluenza is a significant burden on the population, but COVID-19 has had a vastly larger effect."}
{"_id": "doc106", "title": "", "text": "At a news conference on Thursday, President Trump surprised nearly everyone when he suggested using powerful cleaning agents, through an injection, as a possible Covid-19 cure.\n\nAs advocates against pseudoscience, we weren’t surprised at all. While Mr. Trump now claims his comment about injecting disinfectants was “very satirical,” there has been speculation that he was influenced by the leader of a group peddling such cures, even as the Food and Drug Administration moved to block the group from distributing its product.\n\nIn the social media groups we monitor, President Trump’s words were taken as a beacon of hope. As one promoter wrote: “Mr. President Donald Trump I totally agree with you. Chlorine Dioxide is a very noble product that has been used for many years throughout the world to cure people.”\n\nFor the past five years, as concerned parents of autistic kids, we’ve been documenting, following and reporting the “bleach cures” movement. The Genesis II Church and Kerri Rivera, among others, have been selling products like chlorine dioxide, marketed as “Miracle Mineral Solution,” or M.M.S., stating that the substances will cure autism, acne, cancer, diabetes, Covid-19 and so much more. This is a crucial red flag for pseudoscience: When a product claims it can cure anything, it’s a fake.\n\nIt has taken a pandemic to expose this movement and the ways that pseudoscience scammers use social media and fear to sell their products. It’s crucial, now more than ever, to look at the consequences of misinformation and why we need a more responsible approach to content management from big tech companies such as Facebook and our regulating authorities.\n\nWe have been infiltrating pseudoscience groups on social media in order to report these companies to regulators, with mixed results. We’ve gotten a close look at the psychology that draws people toward such products — and in our view, it is akin to the psychology that drives some of the Trumpist worldview. It is a siege mentality, rooted in the ideology of the anti-vaccine movement, based on anecdotes, conspiracy theories and a fear-mongering distrust of so-called Big Government."}
{"_id": "doc107", "title": "", "text": "Last month, Chinese authorities approved clinical trials for a vaccine candidate by the People's Liberation Army's Academy of Military Sciences and biotech firm CanSino Bio, the only vaccine in the world that last week swiftly moved into the second phase of a human trial.\n\nUnlike the military-backed project, which is an adenovirus vector vaccine, the two new candidates are inactivated vaccines which provide weaker immunity than live vaccines.\n\nThese are the first two inactivated vaccines to start trial globally."}
{"_id": "doc108", "title": "", "text": "Simple hygiene measures can help protect your family’s health and everyone else's. \nDon’t touch your face\nAvoid touching your eyes, nose and mouth. \nDon’t cough or sneeze into your hands \nCover your mouth and nose with your elbow or tissue when coughing or sneezing. Dispose of used tissue immediately.\nKeep your distance \nMaintain a distance of at least 1 meter (3 feet) from people who are coughing or sneezing.\nWash, wash, wash your hands \nYes, you’re hearing it everywhere, because it’s the best line of defence. Wash hands frequently with soap and water for at least 20-30 seconds. \nAn easy way to time it with your children is by singing the full happy birthday song, twice.\nMake sure to wash hands after you blow your nose, sneeze into a tissue, use the restroom, when you leave and return to your home, before preparing or eating food, applying make-up, handling contact lenses etc.\nIf using a hand sanitizer ensure that it contains at least 60 per cent alcohol, ensure coverage on all parts of the hands and rub hands together for 20-30 seconds until hands feel dry. If hands are visibly dirty, always wash hands with soap and water. "}
{"_id": "doc109", "title": "", "text": "Russian President Vladimir Putin has said a locally developed vaccine for Covid-19 has been given regulatory approval after less than two months of testing on humans.\n\nMr Putin said the vaccine had passed all the required checks, adding that his daughter had already been given it.\n\nOfficials have said they plan to start mass vaccination in October.\n\nExperts have raised concerns about the speed of Russia's work, suggesting that researchers might be cutting corners.\n\nAmid fears that safety could have been compromised, the World Health Organization (WHO) urged Russia last week to follow international guidelines for producing a vaccine against Covid-19.\n\nOn Tuesday, the WHO said it had been in talks with Russian authorities about undertaking a review of the vaccine, which has been named Sputnik-V.\n\nCurrently, the Russian vaccine is not among the WHO's list of six vaccines that have reached phase three clinical trials, which involve more widespread testing in humans."}
{"_id": "doc110", "title": "", "text": "Simple hygiene measures can help protect your family’s health and everyone else's. \nDon’t touch your face\nAvoid touching your eyes, nose and mouth. \nDon’t cough or sneeze into your hands \nCover your mouth and nose with your elbow or tissue when coughing or sneezing. Dispose of used tissue immediately.\nKeep your distance \nMaintain a distance of at least 1 meter (3 feet) from people who are coughing or sneezing.\nWash, wash, wash your hands \nYes, you’re hearing it everywhere, because it’s the best line of defence. Wash hands frequently with soap and water for at least 20-30 seconds. \nAn easy way to time it with your children is by singing the full happy birthday song, twice.\nMake sure to wash hands after you blow your nose, sneeze into a tissue, use the restroom, when you leave and return to your home, before preparing or eating food, applying make-up, handling contact lenses etc.\nIf using a hand sanitizer ensure that it contains at least 60 per cent alcohol, ensure coverage on all parts of the hands and rub hands together for 20-30 seconds until hands feel dry. If hands are visibly dirty, always wash hands with soap and water. "}
{"_id": "doc111", "title": "", "text": "A leading disinfectant producer has issued a strong warning not to use its products on the human body after Donald Trump suggested they could potentially be used to treat coronavirus.\nReckitt Benckiser said \"under no circumstance\" should its products be injected or ingested.\nOn Friday, Mr Trump said his comments during Thursday's coronavirus taskforce briefing had been made \"sarcastically\".\nDisinfectants are hazardous substances and can be poisonous if ingested.\nEven external exposure can be dangerous to the skin, eyes and respiratory system."}
{"_id": "doc112", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc113", "title": "", "text": "At a news conference on Thursday, President Trump surprised nearly everyone when he suggested using powerful cleaning agents, through an injection, as a possible Covid-19 cure.\n\nAs advocates against pseudoscience, we weren’t surprised at all. While Mr. Trump now claims his comment about injecting disinfectants was “very satirical,” there has been speculation that he was influenced by the leader of a group peddling such cures, even as the Food and Drug Administration moved to block the group from distributing its product.\n\nIn the social media groups we monitor, President Trump’s words were taken as a beacon of hope. As one promoter wrote: “Mr. President Donald Trump I totally agree with you. Chlorine Dioxide is a very noble product that has been used for many years throughout the world to cure people.”\n\nFor the past five years, as concerned parents of autistic kids, we’ve been documenting, following and reporting the “bleach cures” movement. The Genesis II Church and Kerri Rivera, among others, have been selling products like chlorine dioxide, marketed as “Miracle Mineral Solution,” or M.M.S., stating that the substances will cure autism, acne, cancer, diabetes, Covid-19 and so much more. This is a crucial red flag for pseudoscience: When a product claims it can cure anything, it’s a fake.\n\nIt has taken a pandemic to expose this movement and the ways that pseudoscience scammers use social media and fear to sell their products. It’s crucial, now more than ever, to look at the consequences of misinformation and why we need a more responsible approach to content management from big tech companies such as Facebook and our regulating authorities.\n\nWe have been infiltrating pseudoscience groups on social media in order to report these companies to regulators, with mixed results. We’ve gotten a close look at the psychology that draws people toward such products — and in our view, it is akin to the psychology that drives some of the Trumpist worldview. It is a siege mentality, rooted in the ideology of the anti-vaccine movement, based on anecdotes, conspiracy theories and a fear-mongering distrust of so-called Big Government."}
{"_id": "doc114", "title": "", "text": "Most people who get COVID-19 have mild or moderate symptoms like coughing, a fever, and shortness of breath. But some who catch the new coronavirus get severe pneumonia in both lungs. COVID-19 pneumonia is a serious illness that can be deadly.\nWhat Is Pneumonia?\nPneumonia is a lung infection that causes inflammation in the tiny air sacs inside your lungs. They may fill up with so much fluid and pus that it’s hard to breathe. You may have severe shortness of breath, a cough, a fever, chest pain, chills, or fatigue.\nYour doctor might recommend cough medicine and pain relievers that reduce fever. In the most serious cases, you may need to go to the hospital for help breathing with a machine called a ventilator.\nYou can get pneumonia as a complication of viral infections such as COVID-19 or the flu, or even a common cold. But bacteria, fungi, and other microorganisms can also cause it.\nWhat is novel coronavirus-infected pneumonia?\nThe illness tied to the new coronavirus was originally called novel coronavirus-infected pneumonia (NCIP). The World Health Organization renamed it COVID-19, which is short for coronavirus disease 2019."}
{"_id": "doc115", "title": "", "text": "Most people who get COVID-19 have mild or moderate symptoms like coughing, a fever, and shortness of breath. But some who catch the new coronavirus get severe pneumonia in both lungs. COVID-19 pneumonia is a serious illness that can be deadly.\nWhat Is Pneumonia?\nPneumonia is a lung infection that causes inflammation in the tiny air sacs inside your lungs. They may fill up with so much fluid and pus that it’s hard to breathe. You may have severe shortness of breath, a cough, a fever, chest pain, chills, or fatigue.\nYour doctor might recommend cough medicine and pain relievers that reduce fever. In the most serious cases, you may need to go to the hospital for help breathing with a machine called a ventilator.\nYou can get pneumonia as a complication of viral infections such as COVID-19 or the flu, or even a common cold. But bacteria, fungi, and other microorganisms can also cause it.\nWhat is novel coronavirus-infected pneumonia?\nThe illness tied to the new coronavirus was originally called novel coronavirus-infected pneumonia (NCIP). The World Health Organization renamed it COVID-19, which is short for coronavirus disease 2019."}
{"_id": "doc116", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc117", "title": "", "text": "A leading disinfectant producer has issued a strong warning not to use its products on the human body after Donald Trump suggested they could potentially be used to treat coronavirus.\nReckitt Benckiser said \"under no circumstance\" should its products be injected or ingested.\nOn Friday, Mr Trump said his comments during Thursday's coronavirus taskforce briefing had been made \"sarcastically\".\nDisinfectants are hazardous substances and can be poisonous if ingested.\nEven external exposure can be dangerous to the skin, eyes and respiratory system."}
{"_id": "doc118", "title": "", "text": "At a news conference on Thursday, President Trump surprised nearly everyone when he suggested using powerful cleaning agents, through an injection, as a possible Covid-19 cure.\n\nAs advocates against pseudoscience, we weren’t surprised at all. While Mr. Trump now claims his comment about injecting disinfectants was “very satirical,” there has been speculation that he was influenced by the leader of a group peddling such cures, even as the Food and Drug Administration moved to block the group from distributing its product.\n\nIn the social media groups we monitor, President Trump’s words were taken as a beacon of hope. As one promoter wrote: “Mr. President Donald Trump I totally agree with you. Chlorine Dioxide is a very noble product that has been used for many years throughout the world to cure people.”\n\nFor the past five years, as concerned parents of autistic kids, we’ve been documenting, following and reporting the “bleach cures” movement. The Genesis II Church and Kerri Rivera, among others, have been selling products like chlorine dioxide, marketed as “Miracle Mineral Solution,” or M.M.S., stating that the substances will cure autism, acne, cancer, diabetes, Covid-19 and so much more. This is a crucial red flag for pseudoscience: When a product claims it can cure anything, it’s a fake.\n\nIt has taken a pandemic to expose this movement and the ways that pseudoscience scammers use social media and fear to sell their products. It’s crucial, now more than ever, to look at the consequences of misinformation and why we need a more responsible approach to content management from big tech companies such as Facebook and our regulating authorities.\n\nWe have been infiltrating pseudoscience groups on social media in order to report these companies to regulators, with mixed results. We’ve gotten a close look at the psychology that draws people toward such products — and in our view, it is akin to the psychology that drives some of the Trumpist worldview. It is a siege mentality, rooted in the ideology of the anti-vaccine movement, based on anecdotes, conspiracy theories and a fear-mongering distrust of so-called Big Government."}
{"_id": "doc119", "title": "", "text": "Last month, Chinese authorities approved clinical trials for a vaccine candidate by the People's Liberation Army's Academy of Military Sciences and biotech firm CanSino Bio, the only vaccine in the world that last week swiftly moved into the second phase of a human trial.\n\nUnlike the military-backed project, which is an adenovirus vector vaccine, the two new candidates are inactivated vaccines which provide weaker immunity than live vaccines.\n\nThese are the first two inactivated vaccines to start trial globally."}
{"_id": "doc120", "title": "", "text": "Face masks have become commonplace in the effort to combat COVID-19, but some doctors say it is time to take protection a step further and try full face shields as restrictions slowly begin to loosen.\n\nFace shields are nothing new in medical settings -- doctors and nurses who treat coronavirus patients are using them along with standard face masks. Health care professionals are split on whether they should also be worn by children, teachers, and in offices while states reopen.\n\n“Face shields appear to have a number of advantages: They’re easy to wear correctly and good at blocking droplets,” says Eli Perencevich, MD, an infectious disease doctor at the University of Iowa and the Iowa City Veterans Affairs Health Care System. “They’re really a better option for protection.”"}
{"_id": "doc121", "title": "", "text": "At a news conference on Thursday, President Trump surprised nearly everyone when he suggested using powerful cleaning agents, through an injection, as a possible Covid-19 cure.\n\nAs advocates against pseudoscience, we weren’t surprised at all. While Mr. Trump now claims his comment about injecting disinfectants was “very satirical,” there has been speculation that he was influenced by the leader of a group peddling such cures, even as the Food and Drug Administration moved to block the group from distributing its product.\n\nIn the social media groups we monitor, President Trump’s words were taken as a beacon of hope. As one promoter wrote: “Mr. President Donald Trump I totally agree with you. Chlorine Dioxide is a very noble product that has been used for many years throughout the world to cure people.”\n\nFor the past five years, as concerned parents of autistic kids, we’ve been documenting, following and reporting the “bleach cures” movement. The Genesis II Church and Kerri Rivera, among others, have been selling products like chlorine dioxide, marketed as “Miracle Mineral Solution,” or M.M.S., stating that the substances will cure autism, acne, cancer, diabetes, Covid-19 and so much more. This is a crucial red flag for pseudoscience: When a product claims it can cure anything, it’s a fake.\n\nIt has taken a pandemic to expose this movement and the ways that pseudoscience scammers use social media and fear to sell their products. It’s crucial, now more than ever, to look at the consequences of misinformation and why we need a more responsible approach to content management from big tech companies such as Facebook and our regulating authorities.\n\nWe have been infiltrating pseudoscience groups on social media in order to report these companies to regulators, with mixed results. We’ve gotten a close look at the psychology that draws people toward such products — and in our view, it is akin to the psychology that drives some of the Trumpist worldview. It is a siege mentality, rooted in the ideology of the anti-vaccine movement, based on anecdotes, conspiracy theories and a fear-mongering distrust of so-called Big Government."}
{"_id": "doc122", "title": "", "text": "Last month, Chinese authorities approved clinical trials for a vaccine candidate by the People's Liberation Army's Academy of Military Sciences and biotech firm CanSino Bio, the only vaccine in the world that last week swiftly moved into the second phase of a human trial.\n\nUnlike the military-backed project, which is an adenovirus vector vaccine, the two new candidates are inactivated vaccines which provide weaker immunity than live vaccines.\n\nThese are the first two inactivated vaccines to start trial globally."}
{"_id": "doc123", "title": "", "text": "At a news conference on Thursday, President Trump surprised nearly everyone when he suggested using powerful cleaning agents, through an injection, as a possible Covid-19 cure.\n\nAs advocates against pseudoscience, we weren’t surprised at all. While Mr. Trump now claims his comment about injecting disinfectants was “very satirical,” there has been speculation that he was influenced by the leader of a group peddling such cures, even as the Food and Drug Administration moved to block the group from distributing its product.\n\nIn the social media groups we monitor, President Trump’s words were taken as a beacon of hope. As one promoter wrote: “Mr. President Donald Trump I totally agree with you. Chlorine Dioxide is a very noble product that has been used for many years throughout the world to cure people.”\n\nFor the past five years, as concerned parents of autistic kids, we’ve been documenting, following and reporting the “bleach cures” movement. The Genesis II Church and Kerri Rivera, among others, have been selling products like chlorine dioxide, marketed as “Miracle Mineral Solution,” or M.M.S., stating that the substances will cure autism, acne, cancer, diabetes, Covid-19 and so much more. This is a crucial red flag for pseudoscience: When a product claims it can cure anything, it’s a fake.\n\nIt has taken a pandemic to expose this movement and the ways that pseudoscience scammers use social media and fear to sell their products. It’s crucial, now more than ever, to look at the consequences of misinformation and why we need a more responsible approach to content management from big tech companies such as Facebook and our regulating authorities.\n\nWe have been infiltrating pseudoscience groups on social media in order to report these companies to regulators, with mixed results. We’ve gotten a close look at the psychology that draws people toward such products — and in our view, it is akin to the psychology that drives some of the Trumpist worldview. It is a siege mentality, rooted in the ideology of the anti-vaccine movement, based on anecdotes, conspiracy theories and a fear-mongering distrust of so-called Big Government."}
{"_id": "doc124", "title": "", "text": "A leading disinfectant producer has issued a strong warning not to use its products on the human body after Donald Trump suggested they could potentially be used to treat coronavirus.\nReckitt Benckiser said \"under no circumstance\" should its products be injected or ingested.\nOn Friday, Mr Trump said his comments during Thursday's coronavirus taskforce briefing had been made \"sarcastically\".\nDisinfectants are hazardous substances and can be poisonous if ingested.\nEven external exposure can be dangerous to the skin, eyes and respiratory system."}
{"_id": "doc125", "title": "", "text": "At a news conference on Thursday, President Trump surprised nearly everyone when he suggested using powerful cleaning agents, through an injection, as a possible Covid-19 cure.\n\nAs advocates against pseudoscience, we weren’t surprised at all. While Mr. Trump now claims his comment about injecting disinfectants was “very satirical,” there has been speculation that he was influenced by the leader of a group peddling such cures, even as the Food and Drug Administration moved to block the group from distributing its product.\n\nIn the social media groups we monitor, President Trump’s words were taken as a beacon of hope. As one promoter wrote: “Mr. President Donald Trump I totally agree with you. Chlorine Dioxide is a very noble product that has been used for many years throughout the world to cure people.”\n\nFor the past five years, as concerned parents of autistic kids, we’ve been documenting, following and reporting the “bleach cures” movement. The Genesis II Church and Kerri Rivera, among others, have been selling products like chlorine dioxide, marketed as “Miracle Mineral Solution,” or M.M.S., stating that the substances will cure autism, acne, cancer, diabetes, Covid-19 and so much more. This is a crucial red flag for pseudoscience: When a product claims it can cure anything, it’s a fake.\n\nIt has taken a pandemic to expose this movement and the ways that pseudoscience scammers use social media and fear to sell their products. It’s crucial, now more than ever, to look at the consequences of misinformation and why we need a more responsible approach to content management from big tech companies such as Facebook and our regulating authorities.\n\nWe have been infiltrating pseudoscience groups on social media in order to report these companies to regulators, with mixed results. We’ve gotten a close look at the psychology that draws people toward such products — and in our view, it is akin to the psychology that drives some of the Trumpist worldview. It is a siege mentality, rooted in the ideology of the anti-vaccine movement, based on anecdotes, conspiracy theories and a fear-mongering distrust of so-called Big Government."}
{"_id": "doc126", "title": "", "text": "The EPA said laboratory tests found that Lysol Disinfectant Spray and Lysol Disinfectant Max Cover Mist destroy the virus two minutes after contact, CNN reported.\n\nThe agency says there are 420 disinfectant products that are effective against \"harder-to-kill\" viruses than the new coronavirus, but the two Lysol are products are the first to be tested directly against the virus and able to kill it.\n\nA recent U.S. Centers for Disease Control and Prevention survey found that Americans said they were cleaning more often because of the coronavirus pandemic, but only about half said they actually knew how to clean and disinfect their home safely, CNN reported."}
{"_id": "doc127", "title": "", "text": "COVID-19 can result in severe respiratory failure associated with a high mortality rate, ranging from 40% to 80%, depending on the reporting country.[1] Management remains supportive with respiratory care focused on improved gas exchange and reduced respiratory distress.\n\nProne ventilation was first used in 1977 to improve arterial oxygenation in patients with acute respiratory distress syndrome (ARDS).[2] The PROSEVA trial in 2013 demonstrated improved oxygenation and a 16% absolute risk reduction in mortality utilizing prone ventilation in patients with moderate-severe ARDS.[3]\n\nRecently, prone ventilation has been widely used in both intubated and non-intubated patients with COVID-19.[4] In a time when critical care medicine is challenged and the prognosis of those with severe COVID-19 remains poor, treatment strategies that are lifesaving, feasible, and affordable are of paramount importance, especially in low- and middle-income countries (LMIC). Prone ventilation is one such strategy. We report two cases of COVID ARDS (CARDS) who were successfully treated with prone ventilation, resulting in full recovery at Eka Kotebe Hospital Intensive Care Unit (ICU), a 12 bed closed ICU staffed by attending physicians and residents from the College of Health Sciences of Addis Ababa University, and nurses experienced in emergency and critical care medicine."}
{"_id": "doc128", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc129", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc130", "title": "", "text": "Simple hygiene measures can help protect your family’s health and everyone else's. \nDon’t touch your face\nAvoid touching your eyes, nose and mouth. \nDon’t cough or sneeze into your hands \nCover your mouth and nose with your elbow or tissue when coughing or sneezing. Dispose of used tissue immediately.\nKeep your distance \nMaintain a distance of at least 1 meter (3 feet) from people who are coughing or sneezing.\nWash, wash, wash your hands \nYes, you’re hearing it everywhere, because it’s the best line of defence. Wash hands frequently with soap and water for at least 20-30 seconds. \nAn easy way to time it with your children is by singing the full happy birthday song, twice.\nMake sure to wash hands after you blow your nose, sneeze into a tissue, use the restroom, when you leave and return to your home, before preparing or eating food, applying make-up, handling contact lenses etc.\nIf using a hand sanitizer ensure that it contains at least 60 per cent alcohol, ensure coverage on all parts of the hands and rub hands together for 20-30 seconds until hands feel dry. If hands are visibly dirty, always wash hands with soap and water. "}
{"_id": "doc131", "title": "", "text": "The EPA said laboratory tests found that Lysol Disinfectant Spray and Lysol Disinfectant Max Cover Mist destroy the virus two minutes after contact, CNN reported.\n\nThe agency says there are 420 disinfectant products that are effective against \"harder-to-kill\" viruses than the new coronavirus, but the two Lysol are products are the first to be tested directly against the virus and able to kill it.\n\nA recent U.S. Centers for Disease Control and Prevention survey found that Americans said they were cleaning more often because of the coronavirus pandemic, but only about half said they actually knew how to clean and disinfect their home safely, CNN reported."}
{"_id": "doc132", "title": "", "text": "A leading disinfectant producer has issued a strong warning not to use its products on the human body after Donald Trump suggested they could potentially be used to treat coronavirus.\nReckitt Benckiser said \"under no circumstance\" should its products be injected or ingested.\nOn Friday, Mr Trump said his comments during Thursday's coronavirus taskforce briefing had been made \"sarcastically\".\nDisinfectants are hazardous substances and can be poisonous if ingested.\nEven external exposure can be dangerous to the skin, eyes and respiratory system."}
{"_id": "doc133", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc134", "title": "", "text": "Last month, Chinese authorities approved clinical trials for a vaccine candidate by the People's Liberation Army's Academy of Military Sciences and biotech firm CanSino Bio, the only vaccine in the world that last week swiftly moved into the second phase of a human trial.\n\nUnlike the military-backed project, which is an adenovirus vector vaccine, the two new candidates are inactivated vaccines which provide weaker immunity than live vaccines.\n\nThese are the first two inactivated vaccines to start trial globally."}
{"_id": "doc135", "title": "", "text": "There is much debate about the credibility of a recent tweet by entrepreneur Elon Musk suggesting children are \"essentially immune\" to the coronavirus. So far, the narrative has been that while the coronavirus may cause severe, or even fatal, disease in the elderly, the outcomes for children are reassuring.\n\nNevertheless, there have been a few concerning reports of young people being seriously affected by the virus. These, together with school closures implemented last week in many countries around the world alongside strict social distancing measures, have made many parents worry about the effect it could have on their children.\n\nCan children be infected with the coronavirus?\n\nYes. Just as with adults, children exposed to the coronavirus can be infected with it and display signs of Covid-19. “At the beginning of the pandemic, it was thought that children are not getting infected with the coronavirus, but now it is clear that the amount of infection in children is the same as in adults,” explains Andrew Pollard, professor of paediatric infection and immunity at the University of Oxford. “It’s just that when they do get the infection they get much milder symptoms.”\n\nData from the Chinese Center for Disease Control and Prevention reported that children under 19 years of age comprised 2% of the 72,314 Covid-19 cases logged by February 20th, while a US study of 508 patients, reported no case fatalities among children, with this group accounting for less than 1% of the patients in hospital."}
{"_id": "doc136", "title": "", "text": "Simple hygiene measures can help protect your family’s health and everyone else's. \nDon’t touch your face\nAvoid touching your eyes, nose and mouth. \nDon’t cough or sneeze into your hands \nCover your mouth and nose with your elbow or tissue when coughing or sneezing. Dispose of used tissue immediately.\nKeep your distance \nMaintain a distance of at least 1 meter (3 feet) from people who are coughing or sneezing.\nWash, wash, wash your hands \nYes, you’re hearing it everywhere, because it’s the best line of defence. Wash hands frequently with soap and water for at least 20-30 seconds. \nAn easy way to time it with your children is by singing the full happy birthday song, twice.\nMake sure to wash hands after you blow your nose, sneeze into a tissue, use the restroom, when you leave and return to your home, before preparing or eating food, applying make-up, handling contact lenses etc.\nIf using a hand sanitizer ensure that it contains at least 60 per cent alcohol, ensure coverage on all parts of the hands and rub hands together for 20-30 seconds until hands feel dry. If hands are visibly dirty, always wash hands with soap and water. "}
{"_id": "doc137", "title": "", "text": "Prime Minister Modi announced a nation-wide lockdown on 25 March barely giving millions of Indians four hours to prepare for it. It turned out to be the strictest and world’s largest lock-down – which is not surprising given the size of India’s population (1.3 billion).\nAt least one Indian op-ed writer in a leading national newspaper was optimistic that the draconian measure might work. The esteemed op-ed writer must have rued the words he wrote after the lock-down triggered panic-buying among those who could afford it and, even worse, a mass exodus of migrant workers from India’s mega-cities. Given that all forms of transport were also shut down, the enforced migration back to the villages often occurred on foot as struggling workers and their families – after having suddenly lost their livelihoods – sought the safety and sanctuary of family and friends – watch this video which depicts heart-wrenching scenes of migrants desperately seeking to return home. More than 20 migrants paid the ultimate price by dying during their perilous journey. This number is pretty close to the deaths recorded in India as a result of the coronavirus pandemic. Paradoxically, the mass exodus simply heightened the risk of community-level transmission of COVID-19.\n\nModi offered an apology and tried to calm down a panicked nation, while authorities at all levels tried to cope with the awful, but unintended, consequences of India’s fight to vanquish COVID-19 by setting up soup kitchens and hastily erected quarantine facilities. A modest stimulus package geared towards the poor and vulnerable was also set up, but such efforts might be a case of too little, too late."}
{"_id": "doc138", "title": "", "text": "As of now, no study says coronavirus can be cured by drinking lots of water or gargling with warm saltwater. Though it is true that warm salt water has long been used as a home remedy to soothe a sore throat, but till now, there is no evidence that it can also ward off the novel coronavirus.\n\nA report by fact-check website \"Snopes\" also says that there is no proof that coronavirus remains in the throat for four days as mentioned in the viral post."}
{"_id": "doc139", "title": "", "text": "At a news conference on Thursday, President Trump surprised nearly everyone when he suggested using powerful cleaning agents, through an injection, as a possible Covid-19 cure.\n\nAs advocates against pseudoscience, we weren’t surprised at all. While Mr. Trump now claims his comment about injecting disinfectants was “very satirical,” there has been speculation that he was influenced by the leader of a group peddling such cures, even as the Food and Drug Administration moved to block the group from distributing its product.\n\nIn the social media groups we monitor, President Trump’s words were taken as a beacon of hope. As one promoter wrote: “Mr. President Donald Trump I totally agree with you. Chlorine Dioxide is a very noble product that has been used for many years throughout the world to cure people.”\n\nFor the past five years, as concerned parents of autistic kids, we’ve been documenting, following and reporting the “bleach cures” movement. The Genesis II Church and Kerri Rivera, among others, have been selling products like chlorine dioxide, marketed as “Miracle Mineral Solution,” or M.M.S., stating that the substances will cure autism, acne, cancer, diabetes, Covid-19 and so much more. This is a crucial red flag for pseudoscience: When a product claims it can cure anything, it’s a fake.\n\nIt has taken a pandemic to expose this movement and the ways that pseudoscience scammers use social media and fear to sell their products. It’s crucial, now more than ever, to look at the consequences of misinformation and why we need a more responsible approach to content management from big tech companies such as Facebook and our regulating authorities.\n\nWe have been infiltrating pseudoscience groups on social media in order to report these companies to regulators, with mixed results. We’ve gotten a close look at the psychology that draws people toward such products — and in our view, it is akin to the psychology that drives some of the Trumpist worldview. It is a siege mentality, rooted in the ideology of the anti-vaccine movement, based on anecdotes, conspiracy theories and a fear-mongering distrust of so-called Big Government."}
{"_id": "doc140", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc141", "title": "", "text": "Simple hygiene measures can help protect your family’s health and everyone else's. \nDon’t touch your face\nAvoid touching your eyes, nose and mouth. \nDon’t cough or sneeze into your hands \nCover your mouth and nose with your elbow or tissue when coughing or sneezing. Dispose of used tissue immediately.\nKeep your distance \nMaintain a distance of at least 1 meter (3 feet) from people who are coughing or sneezing.\nWash, wash, wash your hands \nYes, you’re hearing it everywhere, because it’s the best line of defence. Wash hands frequently with soap and water for at least 20-30 seconds. \nAn easy way to time it with your children is by singing the full happy birthday song, twice.\nMake sure to wash hands after you blow your nose, sneeze into a tissue, use the restroom, when you leave and return to your home, before preparing or eating food, applying make-up, handling contact lenses etc.\nIf using a hand sanitizer ensure that it contains at least 60 per cent alcohol, ensure coverage on all parts of the hands and rub hands together for 20-30 seconds until hands feel dry. If hands are visibly dirty, always wash hands with soap and water. "}
{"_id": "doc142", "title": "", "text": "There’s a refrain that “COVID-19 is just the flu,” which is not at all accurate. \nAndrew Pekosz, PhD, says it can be hard to differentiate the two based on symptoms alone. But large numbers of susceptible people and increased rates of severe disease and death set COVID-19 apart from seasonal influenza. \nPekosz, a leading virologist who works on both diseases, breaks down key differences between COVID-19 and influenza to show why this pandemic is so critically—and catastrophically—dangerous. \nWhat would you say to someone who insists to you that COVID-19 is “just the flu”?\nSince December 2019, COVID-19 has killed more people in the U.S. than influenza has in the last five years. \nInfluenza is a significant burden on the population, but COVID-19 has had a vastly larger effect."}
{"_id": "doc143", "title": "", "text": "Simple hygiene measures can help protect your family’s health and everyone else's. \nDon’t touch your face\nAvoid touching your eyes, nose and mouth. \nDon’t cough or sneeze into your hands \nCover your mouth and nose with your elbow or tissue when coughing or sneezing. Dispose of used tissue immediately.\nKeep your distance \nMaintain a distance of at least 1 meter (3 feet) from people who are coughing or sneezing.\nWash, wash, wash your hands \nYes, you’re hearing it everywhere, because it’s the best line of defence. Wash hands frequently with soap and water for at least 20-30 seconds. \nAn easy way to time it with your children is by singing the full happy birthday song, twice.\nMake sure to wash hands after you blow your nose, sneeze into a tissue, use the restroom, when you leave and return to your home, before preparing or eating food, applying make-up, handling contact lenses etc.\nIf using a hand sanitizer ensure that it contains at least 60 per cent alcohol, ensure coverage on all parts of the hands and rub hands together for 20-30 seconds until hands feel dry. If hands are visibly dirty, always wash hands with soap and water. "}
{"_id": "doc144", "title": "", "text": "The EPA said laboratory tests found that Lysol Disinfectant Spray and Lysol Disinfectant Max Cover Mist destroy the virus two minutes after contact, CNN reported.\n\nThe agency says there are 420 disinfectant products that are effective against \"harder-to-kill\" viruses than the new coronavirus, but the two Lysol are products are the first to be tested directly against the virus and able to kill it.\n\nA recent U.S. Centers for Disease Control and Prevention survey found that Americans said they were cleaning more often because of the coronavirus pandemic, but only about half said they actually knew how to clean and disinfect their home safely, CNN reported."}
{"_id": "doc145", "title": "", "text": "The EPA said laboratory tests found that Lysol Disinfectant Spray and Lysol Disinfectant Max Cover Mist destroy the virus two minutes after contact, CNN reported.\n\nThe agency says there are 420 disinfectant products that are effective against \"harder-to-kill\" viruses than the new coronavirus, but the two Lysol are products are the first to be tested directly against the virus and able to kill it.\n\nA recent U.S. Centers for Disease Control and Prevention survey found that Americans said they were cleaning more often because of the coronavirus pandemic, but only about half said they actually knew how to clean and disinfect their home safely, CNN reported."}
{"_id": "doc146", "title": "", "text": "The first coronaviruses known to infect humans were discovered more than half a century ago – so why are there no vaccines against these viruses? Should we be optimistic that an effective vaccine will be developed now?\n\nSARS-CoV-2, the recently discovered coronavirus that causes COVID-19, is similar enough to other coronaviruses, so scientists make predictions about how our immune system might deal with it. But its novelty warrants its own careful study. Similar to Sars and Mers that cause severe acute respiratory syndrome, the novel coronavirus has emerged from animals and can cause damage to the lungs and sometimes other organs.\n\nWhy don’t we have a vaccine against other human coronaviruses? The emergence of Sars and Mers, in 2002 and 2012 respectively, were either quashed relatively quickly or affected small numbers of people. Despite the interest from keen virologists, there was no economic incentive to develop a vaccine for these diseases as they posed a small threat at the time. Virologists with an interest in coronaviruses were struggling to secure funding for their research. "}
{"_id": "doc147", "title": "", "text": "Reports that hospitals are turning to high doses of intravenous vitamin C to treat patients with severe cases of COVID-19 have reignited claims that the vitamin can prevent or cure cases of the novel coronavirus.\n\nThough vitamin C has long been touted as an immune-boosting vitamin, experts warn that its potential for treating coronavirus has not been proven. In fact, there is conflicting evidence to support the vitamin’s use as a treatment for the common cold or flu.\n\nHere is what you need to know about the claims involving vitamin C and COVID-19:S HIGH-DOSE VITAMIN C BEING USED TO TREAT COVID-19 PATIENTS?\n\nYes, some critically ill patients have been treated with high-dose intravenous vitamin C. However, there has yet to be any clear scientific evidence that this is an effective treatment for the virus.\n\nA study involving 140 coronavirus patients in Wuhan, China, the epicentre of the virus, is currently underway to determine the effectiveness of high-dose vitamin C in patients with severe acute respiratory infections.\n\nAs part of the study, patients will receive 12 grams of vitamin C by IV twice per day -- significantly more than the 75 to 90 milligram daily allowance recommended by Health Canada for the average adult.\n\n    Newsletter sign-up: Get The COVID-19 Brief sent to your inbox\n\nThe study is not expected to be completed until fall and no findings have been published.\n\nHealth Canada confirmed to CTVNews.ca Thursday that it recently authorized a clinical trial to investigate the use of intravenous vitamin C in COVID-19 patients, “to help improve the functioning of some of the body’s organs that is associated with severe cases of COVID-19.”\n\nThe health agency said it will “closely monitor” the trial’s progress, noting that it has expedited its regulatory process for any COVID-19 related health products, including the review of submissions and the authorization of clinical trials.\n\n“Currently, there are no drugs specifically authorized to treat COVID-19 since it is still a relatively new virus,” a Health Canada spokesperson said via email.\n\nBut the spokesperson notes that for drugs showing \"early promise\" in treating the virus, the best way to develop new therapies is through clinical trials, allowing the healthcare community to \"systematically collect information on the effectiveness of the treatments and what the associated risks may be.”​​\n\n\"When you don't have any kind of effective medication, as we don't have for COVID-19, you pull out all the plugs and try everything. That’s what the Chinese trial is doing,\" Joe Schwarcz, director of McGill University’s Office for Science and Society, told CTVNews.ca by phone on Monday.\n\n\"But this is a long way from people asking whether or not they should be taking huge doses of vitamin C to try to prevent infection by this virus. There is zero evidence for that.\"\n\nIt has also been reported that hospitals in New York, Wisconsin, and Virginia are testing similar protocols involving high-dose intravenous vitamin C."}
{"_id": "doc148", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc149", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc150", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc151", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc152", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc153", "title": "", "text": "Remdesivir is an anti-viral drug administered by IV. It’s known as a nucleoside analog, meaning it mimics a component of viral RNA that the virus needs to replicate itself.\n\n“Remdesivir is basically faking the virus into thinking it’s a building block of viral genetic material,” said Chin-Hong.\n\nThe virus uses an enzyme called RNA-dependent RNA polymerase to assemble chains of RNA piece by piece. When the RNA polymerase picks up the drug instead, the RNA assembly line is jammed and viral replication soon halted.\n\n“It’s not an immediate stop,” said Yang, because the virus has a powerful proofreading function that it will use to try to undo the mistake. “But it won’t be able to fix it, and replication will stop,” said Yang.\n\nWhen tested in infected cells in the lab, remdesivir stops replication in a range of viruses, including hepatitis, Ebola and other human coronaviruses, such as SARS and MERS. But the drug was shelved by Gilead Sciences, its manufacturer, after trials in Ebola patients found it to be less effective than other Ebola therapies. When the COVID-19 pandemic hit, researchers pulled the drug out of the freezer and found that it also stops replication of SARS-CoV-2. Because its safety had been shown in the earlier trials, remdesivir quickly moved into clinical trials for COVID-19.\nWhat do we know from clinical trials?\n\nThree clinical trials so far have reported on remdesivir’s effects on COVID-19.\n\nThe only one that has been published is a clinical trial in China that compared remdesivir against placebo and found no benefit from the drug, but the trial did not enroll enough patients to have statistical power. (The epidemic had waned in Wuhan and fewer sick patients were available at the time of the trial.) It’s unclear whether the patients also received traditional Chinese medicine, which often contain steroids that may have affected the outcomes, said Chin-Hong.\n\n“So the big picture for me, apart from it being underpowered statistically, was that this trial may not be quite generalizable to what is done in other parts of the world, including the United States,” he said.\n\nMore promising results come from a large National Institutes of Health (NIH) study that enrolled over 1,000 hospitalized COVID-19 patients across 22 countries. To qualify, patients had to be hospitalized with confirmed COVID-19 and have evidence of lung involvement, such as an abnormal chest X-ray or needing supplemental oxygen."}
{"_id": "doc154", "title": "", "text": "Viral outbreaks are a frequent concern for humans. A great variety of drugs has been used to treat viral diseases, which are not always safe and effective and may induce adverse effects, indicating the need for new antiviral drugs extracted from natural sources. Propolis is a bee-made product exhibiting many biological properties. An overview of viruses, antiviral immunity, propolis safety and its immunomodulatory and antiviral action is reported, as well as perspectives for coronavirus disease 2019 (COVID-19) treatment. PubMed platform was used for data collection, searching for the keywords “propolis”, “virus”, “antiviral”, “antimicrobial” and “coronavirus”. Propolis is safe and exerts antiviral and immunomodulatory activity; however, clinical trials should investigate its effects on individuals with viral diseases, in combination or not with antiviral drugs or vaccines. Regarding COVID-19, the effects of propolis should be investigated directly on the virus in vitro or on infected individuals alone or in combination with antiviral drugs, due to its immunomodulatory and anti-inflammatory action. Propolis administration simultaneously with vaccines should be analyzed, due to its adjuvant properties, to enhance the individuals’ immune response. The search for therapeutic targets may be useful to find out how propolis can help to control COVID-19."}
{"_id": "doc155", "title": "", "text": "Simple hygiene measures can help protect your family’s health and everyone else's. \nDon’t touch your face\nAvoid touching your eyes, nose and mouth. \nDon’t cough or sneeze into your hands \nCover your mouth and nose with your elbow or tissue when coughing or sneezing. Dispose of used tissue immediately.\nKeep your distance \nMaintain a distance of at least 1 meter (3 feet) from people who are coughing or sneezing.\nWash, wash, wash your hands \nYes, you’re hearing it everywhere, because it’s the best line of defence. Wash hands frequently with soap and water for at least 20-30 seconds. \nAn easy way to time it with your children is by singing the full happy birthday song, twice.\nMake sure to wash hands after you blow your nose, sneeze into a tissue, use the restroom, when you leave and return to your home, before preparing or eating food, applying make-up, handling contact lenses etc.\nIf using a hand sanitizer ensure that it contains at least 60 per cent alcohol, ensure coverage on all parts of the hands and rub hands together for 20-30 seconds until hands feel dry. If hands are visibly dirty, always wash hands with soap and water. "}
{"_id": "doc156", "title": "", "text": "Washing with warm water and soap remains the gold standard for hand hygiene and preventing the spread of infectious diseases. Washing with warm water (not cold water) and soap removes oils from our hands that can harbour microbes.\n\nBut hand sanitizers can also protect against disease-causing microbes, especially in situations when soap and water aren’t available. They’re also proven to be effective in reducing the number and type of microbes.\n\nThere are two main types of hand sanitizers: alcohol-based and alcohol-free. Alcohol-based hand sanitizers contain varying amounts and types of alcohol, often between 60 percent and 95 percent and usually isopropyl alcohol, ethanol (ethyl alcohol) or n-propanol. Alcohol is known to be able to kill most germs.\n\nAlcohol-free hand sanitizers contain something called quarternary ammonium compounds (usually benzalkonium chloride) instead of alcohol. These can reduce microbes but are less effective than alcohol.\n\nNot only are alcohol-based hand sanitizers found to be effective at killing many types of bacteria, including MRSA and E coli, they’re also effective against many viruses, including the influenza A virus, rhinovirus, hepatitis A virus, HIV, and Middle East respiratory syndrome coronavirus (MERS-CoV).\n\nDestroying viruses\n\nAlcohol attacks and destroys the envelope protein that surrounds some viruses, including coronaviruses. This protein is vital for a virus’s survival and multiplication. But a hand sanitizer needs to be at least 60% alcohol in order to kill most viruses.\n\nHand sanitizers with less than 60 percent alcohol were also found to be less effective at killing bacteria and fungi and may only reduce the growth of germs rather than killing them outright.\n\nAnd even hand sanitizers containing 60 percent alcohol can’t remove all types of germs. Studies have found that hand washing is more effective than hand sanitisers at removing norovirus, Cryptosporidium (a parasite that can cause diarrhea), and Clostridium difficile (bacteria which cause bowel problems and diarrhea).\n\nWith shortages leading some people to try and make their own hand sanitizers, it’s also important to know these might not be as effective as commercially available products"}
{"_id": "doc157", "title": "", "text": "Last month, Chinese authorities approved clinical trials for a vaccine candidate by the People's Liberation Army's Academy of Military Sciences and biotech firm CanSino Bio, the only vaccine in the world that last week swiftly moved into the second phase of a human trial.\n\nUnlike the military-backed project, which is an adenovirus vector vaccine, the two new candidates are inactivated vaccines which provide weaker immunity than live vaccines.\n\nThese are the first two inactivated vaccines to start trial globally."}
{"_id": "doc158", "title": "", "text": "At a news conference on Thursday, President Trump surprised nearly everyone when he suggested using powerful cleaning agents, through an injection, as a possible Covid-19 cure.\n\nAs advocates against pseudoscience, we weren’t surprised at all. While Mr. Trump now claims his comment about injecting disinfectants was “very satirical,” there has been speculation that he was influenced by the leader of a group peddling such cures, even as the Food and Drug Administration moved to block the group from distributing its product.\n\nIn the social media groups we monitor, President Trump’s words were taken as a beacon of hope. As one promoter wrote: “Mr. President Donald Trump I totally agree with you. Chlorine Dioxide is a very noble product that has been used for many years throughout the world to cure people.”\n\nFor the past five years, as concerned parents of autistic kids, we’ve been documenting, following and reporting the “bleach cures” movement. The Genesis II Church and Kerri Rivera, among others, have been selling products like chlorine dioxide, marketed as “Miracle Mineral Solution,” or M.M.S., stating that the substances will cure autism, acne, cancer, diabetes, Covid-19 and so much more. This is a crucial red flag for pseudoscience: When a product claims it can cure anything, it’s a fake.\n\nIt has taken a pandemic to expose this movement and the ways that pseudoscience scammers use social media and fear to sell their products. It’s crucial, now more than ever, to look at the consequences of misinformation and why we need a more responsible approach to content management from big tech companies such as Facebook and our regulating authorities.\n\nWe have been infiltrating pseudoscience groups on social media in order to report these companies to regulators, with mixed results. We’ve gotten a close look at the psychology that draws people toward such products — and in our view, it is akin to the psychology that drives some of the Trumpist worldview. It is a siege mentality, rooted in the ideology of the anti-vaccine movement, based on anecdotes, conspiracy theories and a fear-mongering distrust of so-called Big Government."}
{"_id": "doc159", "title": "", "text": "COVID-19 can result in severe respiratory failure associated with a high mortality rate, ranging from 40% to 80%, depending on the reporting country.[1] Management remains supportive with respiratory care focused on improved gas exchange and reduced respiratory distress.\n\nProne ventilation was first used in 1977 to improve arterial oxygenation in patients with acute respiratory distress syndrome (ARDS).[2] The PROSEVA trial in 2013 demonstrated improved oxygenation and a 16% absolute risk reduction in mortality utilizing prone ventilation in patients with moderate-severe ARDS.[3]\n\nRecently, prone ventilation has been widely used in both intubated and non-intubated patients with COVID-19.[4] In a time when critical care medicine is challenged and the prognosis of those with severe COVID-19 remains poor, treatment strategies that are lifesaving, feasible, and affordable are of paramount importance, especially in low- and middle-income countries (LMIC). Prone ventilation is one such strategy. We report two cases of COVID ARDS (CARDS) who were successfully treated with prone ventilation, resulting in full recovery at Eka Kotebe Hospital Intensive Care Unit (ICU), a 12 bed closed ICU staffed by attending physicians and residents from the College of Health Sciences of Addis Ababa University, and nurses experienced in emergency and critical care medicine."}
{"_id": "doc160", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc161", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc162", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc163", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc164", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc165", "title": "", "text": "At a news conference on Thursday, President Trump surprised nearly everyone when he suggested using powerful cleaning agents, through an injection, as a possible Covid-19 cure.\n\nAs advocates against pseudoscience, we weren’t surprised at all. While Mr. Trump now claims his comment about injecting disinfectants was “very satirical,” there has been speculation that he was influenced by the leader of a group peddling such cures, even as the Food and Drug Administration moved to block the group from distributing its product.\n\nIn the social media groups we monitor, President Trump’s words were taken as a beacon of hope. As one promoter wrote: “Mr. President Donald Trump I totally agree with you. Chlorine Dioxide is a very noble product that has been used for many years throughout the world to cure people.”\n\nFor the past five years, as concerned parents of autistic kids, we’ve been documenting, following and reporting the “bleach cures” movement. The Genesis II Church and Kerri Rivera, among others, have been selling products like chlorine dioxide, marketed as “Miracle Mineral Solution,” or M.M.S., stating that the substances will cure autism, acne, cancer, diabetes, Covid-19 and so much more. This is a crucial red flag for pseudoscience: When a product claims it can cure anything, it’s a fake.\n\nIt has taken a pandemic to expose this movement and the ways that pseudoscience scammers use social media and fear to sell their products. It’s crucial, now more than ever, to look at the consequences of misinformation and why we need a more responsible approach to content management from big tech companies such as Facebook and our regulating authorities.\n\nWe have been infiltrating pseudoscience groups on social media in order to report these companies to regulators, with mixed results. We’ve gotten a close look at the psychology that draws people toward such products — and in our view, it is akin to the psychology that drives some of the Trumpist worldview. It is a siege mentality, rooted in the ideology of the anti-vaccine movement, based on anecdotes, conspiracy theories and a fear-mongering distrust of so-called Big Government."}
{"_id": "doc166", "title": "", "text": "Bengaluru headquartered nanotechnology startup Log 9 Materials has developed CoronaOven, a disinfection chamber that kills bacteria and viruses on objects using ultraviolet light.\n\nThe portable device, with a 20-liter volume, works on the principle of UV germicidal irradiation and is specifically designed to kill COVID-19 or novel coronavirus, the company said in a statement. It claims to use UV with a wavelength of 235.7 nm to kill viruses from all types of surfaces.\n\nUltraviolet germicidal irradiation is the process of killing microorganisms using UV light and is used in laboratories and industrial settings to sterilize equipment. Log 9 Material is yet to receive a patent for its device.\n\n“Not only does the CoronaOven provide accurate and necessary energy via multifocal UVC radiation on each point on the surface of an object to be disinfected, but it also guarantees 100% destruction of the coronavirus and other harmful microorganisms. It is a scalable and cost-effective solution built with easily available materials, and is as simple to use as a normal microwave,” Akshay Singhal founder and CEO of Log 9 Materials said.\n\nCoronaOven is listed by Log 9 Materials on the government’s e-marketplace portal and is expected to soon be commercialized on a large scale, the company said."}
{"_id": "doc167", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc168", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc169", "title": "", "text": "Most people who get COVID-19 have mild or moderate symptoms like coughing, a fever, and shortness of breath. But some who catch the new coronavirus get severe pneumonia in both lungs. COVID-19 pneumonia is a serious illness that can be deadly.\nWhat Is Pneumonia?\nPneumonia is a lung infection that causes inflammation in the tiny air sacs inside your lungs. They may fill up with so much fluid and pus that it’s hard to breathe. You may have severe shortness of breath, a cough, a fever, chest pain, chills, or fatigue.\nYour doctor might recommend cough medicine and pain relievers that reduce fever. In the most serious cases, you may need to go to the hospital for help breathing with a machine called a ventilator.\nYou can get pneumonia as a complication of viral infections such as COVID-19 or the flu, or even a common cold. But bacteria, fungi, and other microorganisms can also cause it.\nWhat is novel coronavirus-infected pneumonia?\nThe illness tied to the new coronavirus was originally called novel coronavirus-infected pneumonia (NCIP). The World Health Organization renamed it COVID-19, which is short for coronavirus disease 2019."}
{"_id": "doc170", "title": "", "text": "As the Covid-19 pandemic continues its destructive course, two theories are being widely aired. One, that the coronavirus pandemic may have been the result of an accident at a biosafety level 4 laboratory in China’s Wuhan city. Two, and this is more fanciful but not impossible, that China deliberately launched a biological attack in order to position itself as the single greatest superpower, while flattening its rivals’ industrial and economic capacity.\n\nBoth theories have strong supporters armed with a battery of ‘facts’. The problem is not with data, though. It’s China itself, with its habitual secrecy, big ambitions, and absolute disregard for life or the environment. Allied to that is the fact that bio labs everywhere have been a source of serious threats, with the big powers seeing them as potentially usable as weapons of mass destruction, proved by the large number of such facilities worldwide.\n\nThe laboratory in Wuhan is the result of a collaborative effort with France, after the first SARS outbreak in 2002. The lab is one of 20 such facilities under the Chinese Academy of Sciences, but is the only one dealing with virology. Fully compliant with ISO standards, the Wuhan facility interacts regularly with a host of outside experts. Like other labs, its aim is to protect populations against new viruses. But the trouble is the blurry line between defensive and offensive study, which lies at the heart of biological research and warfare."}
{"_id": "doc171", "title": "", "text": "At a news conference on Thursday, President Trump surprised nearly everyone when he suggested using powerful cleaning agents, through an injection, as a possible Covid-19 cure.\n\nAs advocates against pseudoscience, we weren’t surprised at all. While Mr. Trump now claims his comment about injecting disinfectants was “very satirical,” there has been speculation that he was influenced by the leader of a group peddling such cures, even as the Food and Drug Administration moved to block the group from distributing its product.\n\nIn the social media groups we monitor, President Trump’s words were taken as a beacon of hope. As one promoter wrote: “Mr. President Donald Trump I totally agree with you. Chlorine Dioxide is a very noble product that has been used for many years throughout the world to cure people.”\n\nFor the past five years, as concerned parents of autistic kids, we’ve been documenting, following and reporting the “bleach cures” movement. The Genesis II Church and Kerri Rivera, among others, have been selling products like chlorine dioxide, marketed as “Miracle Mineral Solution,” or M.M.S., stating that the substances will cure autism, acne, cancer, diabetes, Covid-19 and so much more. This is a crucial red flag for pseudoscience: When a product claims it can cure anything, it’s a fake.\n\nIt has taken a pandemic to expose this movement and the ways that pseudoscience scammers use social media and fear to sell their products. It’s crucial, now more than ever, to look at the consequences of misinformation and why we need a more responsible approach to content management from big tech companies such as Facebook and our regulating authorities.\n\nWe have been infiltrating pseudoscience groups on social media in order to report these companies to regulators, with mixed results. We’ve gotten a close look at the psychology that draws people toward such products — and in our view, it is akin to the psychology that drives some of the Trumpist worldview. It is a siege mentality, rooted in the ideology of the anti-vaccine movement, based on anecdotes, conspiracy theories and a fear-mongering distrust of so-called Big Government."}
{"_id": "doc172", "title": "", "text": "BACKGROUND Pneumonia caused by coronavirus originated in Wuhan, China in late 2019 and has spread around the world, becoming a pandemic. Many patients deteriorate rapidly and require intubation and mechanical ventilation, which is causing the collapse of healthcare systems in many countries. Coronavirus infection is associated with extensive lung inflammation and microvascular thrombosis, which can result in hypoxia. It can also cause severe and lasting harm in other organs, including the heart and kidneys. At present, there is no proven and efficacious treatment for this new disease. Consequently, there is a growing tendency to use novel methods. Ozone therapy consists of administration of a mixture of oxygen and ozone (a molecule consisting of 3 oxygen atoms). The potential benefits of this therapy include reduced tissue hypoxia, decreased hypercoagulability, renal and heart protection, modulated immune function, improved phagocytic function, and impaired viral replication. CASE REPORT We report rapidly improved hypoxia with associated decreases in inflammatory markers and D-dimer immediately after 1-4 sessions of oxygen-ozone (O₂-O₃) therapy in 3 patients with COVID-19 pneumonia who presented with respiratory failure. Invasive mechanical ventilation was not required in these 3 patients. All patients were discharged home on days 3-4 after O₂-O₃ therapy. CONCLUSIONS O₂-O₃ therapy appears to be an effective therapy for COVID-19 patients with severe respiratory failure. Large controlled clinical trials are required to study the efficacy and safety of using O₂-O₃ therapy compared with the standard supportive case in patients with COVID-19 in terms of the need for invasive ventilation and length of hospital and intensive care unit stays. "}
{"_id": "doc173", "title": "", "text": "More than 9,400 people with the coronavirus have been reported to have died in this country as of this weekend, but hospital officials, doctors, public health experts and medical examiners say that official counts have failed to capture the true number of Americans dying in this pandemic. The undercount is a result of inconsistent protocols, limited resources and a patchwork of decision making from one state or county to the next."}
{"_id": "doc174", "title": "", "text": "Last month, Chinese authorities approved clinical trials for a vaccine candidate by the People's Liberation Army's Academy of Military Sciences and biotech firm CanSino Bio, the only vaccine in the world that last week swiftly moved into the second phase of a human trial.\n\nUnlike the military-backed project, which is an adenovirus vector vaccine, the two new candidates are inactivated vaccines which provide weaker immunity than live vaccines.\n\nThese are the first two inactivated vaccines to start trial globally."}
