{"_id": "q0", "text": "#COVID19 | China’s #coronavirus vaccine will be global public good, Xi Says\n\nhttps://t.co/v2QxhNMDCw https://t.co/QSWnYpyEHx"}
{"_id": "q1", "text": "If you went swimming at Sandy Point as a kid, you’re immune to the Coronavirus"}
{"_id": "q2", "text": "@TXAG @FTC I am very sorry, but vitamin C intravenous infusions \"can prevent and cure #COVID19\" ... I have seen it with my own eyes.  Further, while COVID-19 studies are in progress, I can help point you to evidence how other respiratory viruses are cured by this therapy you now challenge."}
{"_id": "q3", "text": "@iingwen @SunnyKong14 Pls use vinegar to wipe your cooking things and dishes, so as to prevent the infection. Never a Corona with Communism Virus! Sun shine can reduce the infection, lighting your inner skin as much as possible, tell the mass as you can broadcast it. A plastic bag can insulate hand."}
{"_id": "q4", "text": "#CoronavirusOutbreak | ‘Indians mentally immune to Covid-19’: Chinese expert tells students\n\nhttps://t.co/shf3XLwJmY https://t.co/mUfKtyLIW1"}
{"_id": "q5", "text": "Coronavirus link to China biowarfare program possible, analyst says - Washington Times https://t.co/xdw9HtTi26  China's biowarfare program backfired."}
{"_id": "q6", "text": "According to a former Israeli military officer whose specialty was bio weapons this disease is believed to be created in Wuhan.\nhttps://t.co/RdCfzfTrW3"}
{"_id": "q7", "text": "Purell KILLS CORONAVIRUS \nhttps://t.co/g19ZWHbDR8"}
{"_id": "q8", "text": "@CNN Boosting our immune systems will help deter the virus. It’s our only defense aside from n95 masks and goggles"}
{"_id": "q9", "text": "#Leginnaires disease is a waterborne &amp; risks needs to be managed after #COVID19 lockdown including using previously shut down building water systems. \n\nIt's a respiratory infection that creates #pneumonia so it's critical to understand due risk #Legionella to not confuse #COVID19"}
{"_id": "q10", "text": "Although similar to a pneumonia, Coronavirus cannot be prevented with pneumonia vaccines. The best protection against this virus is following distancing and isolation protocols to prevent infection, and quitting smoking. Book your telephone session at https://t.co/eMt9JMCzQB https://t.co/jreo9d91lH"}
{"_id": "q11", "text": "#bradykinine is the solution and the #Medicine which prevent #ace2 receptors to damage the small blood vains in the longs. Hope #Radboudumc  found one of the cures to fight #COVID19 #coronavirus"}
{"_id": "q12", "text": "🌬️Secure ventilation with outdoor air\n♨️Inspect heat recovery\n♻️Regular filter replacement\nand more!\n\nCheck out @REHVAHVAC guidance for preventing the spread of the #coronavirus disease. #BUwebinar"}
{"_id": "q13", "text": "@catturd2 Time to get back to work! People who recovered from #coronavirus are immune now"}
{"_id": "q14", "text": "If you have ANY symptoms of Covid -  DO NOT TAKE ADVIL/IBUPROFEN. TAKE TYLENOL ONLY !! ADVIL/IBUPROFEN WILL KICK START THE VIRUS STRAIGHT INTO PNEUMONIA ."}
{"_id": "q15", "text": "RT @elenaevdokimov7: https://t.co/Dyz4sYELht: \nCoronavirus cure: HIV drug could STOP deadly disease in major breakthrough\""}
{"_id": "q16", "text": "Young people are not immune to #coronavirus \nThis doctor explains why everyone is at risk. https://t.co/OuD9TOK21i"}
{"_id": "q17", "text": "Copper kills coronavirus. Brass also slows the spread of the disease. This is a call for businesses to bring us copper for recycling. https://t.co/2ztuoP0X8O https://t.co/ZlC8iCjdof"}
{"_id": "q18", "text": "Boris Johnson has the virus\nNo one is immune\n(As far as we know)\n\nhttps://t.co/sXTUAEn1ep"}
{"_id": "q19", "text": "This is very interesting ... nicotine may have something to do with preventing #COVID19 - I swear the cure will come from something totally unexpected .. history teaches us that: https://t.co/5l6nccLwaf"}
{"_id": "q20", "text": "ICJ sues China for damages at UNHRC for causing COVID pandemic https://t.co/GLnAAaM0Z7 via @SirfNewsIndia\n#ChinaVirus\n#ChinaLiedPeopleDied\n#CoronavirusPandemic \n#CoronaVillains\n#BioWeapon\n#BioTerrorism\n#biowarfare\n#ChinaMustPay"}
{"_id": "q21", "text": "Washing your hands regularly prevents the spread of germs. Life is better with clean hands!  https://t.co/TKJj5S1tbz https://t.co/b6Mzz4H9kc #handwashing #germs #bacteria #flu @HealthyFla https://t.co/juAkqwrL6K"}
{"_id": "q22", "text": "We like to kid, but in all honesty, we need to social distance ourselves to help flatten the cure. Staying at least six feet away from other people will decrease your chance of catching COVID-19. #doyourpart #flattenthecurve #suckonthisdaily https://t.co/epGmMFSjXR"}
{"_id": "q23", "text": "University of Washington is forced to halt use of coronavirus testing kits it bought from China for $125,000 after it's revealed some are contaminated with bacteria 😷🚨🤬 Daily Mail #BioWarfare #ChinaSanctions #COVID19  https://t.co/wBP2XF0yim"}
{"_id": "q24", "text": "Need more proof that the #CCP is weaponizing the #CCPVirus? UW Medicine halts use of CCPVirus testing kits airlifted from #China after some had contamination. Now you have to test your test kits if it was #MadeInChina. #ChinaLiedPeopleDied #Bioweapon  https://t.co/nRE7Gq9b8x"}
{"_id": "q25", "text": "If the 2nd test is negative,then it means the person was infected but has already been cured... Such person can not easily be effected by #CoronaVirus &amp; so he may return to work freely... It's like he has a vaccine developed within his body.. #CoronaUpdates https://t.co/Fasoe1t90t"}
{"_id": "q26", "text": "@DrOz how do you know garlic is ineffective at combating #Covid_19 ?? Seems to be stated as not a cure..That doesn't mean ineffective? Has this ACTUALLY been studied?"}
{"_id": "q27", "text": "#COVID19 Some countries trying #COVID19 by herd immunity-Individuals become immune by recovering from earlier infection or through vaccination- there is no  #COVID19 vaccine:death rate in +cases is abt 4% densely populated can't use this for immediate results.#Lockdown  is Best."}
{"_id": "q28", "text": "2⃣ Pneumonia will slow Macau gaming growth but not reverse it, analysts say\nhttps://t.co/Qk4YdBBdtV #macau #coronavirus"}
{"_id": "q29", "text": "First chloroquine and now mefloquine....... Another antimalarial drug being considered as a cure for Covid-19 https://t.co/TC7XJQa8Cw"}
{"_id": "q30", "text": "Antiviral drug remdesivir prevents COVID-19 progression in monkeys https://t.co/F1EzjAaCUv"}
{"_id": "q31", "text": ".@CEEatUCR prof Haizhou Liu told @KPCCsharon for @LAist that though there are a few potential risks #water treatment kills coronaviruses. https://t.co/Ajb86jSQnf #UCRiverisde #COVID19"}
{"_id": "q32", "text": "RT @PirateAtLaw: No no no. Corona beer is the cure not the disease https://t.co/fnba2fr2m2"}
{"_id": "q33", "text": "@realDonaldTrump A lot of people are saying cocaine cures COVID-19. \nSo."}
{"_id": "q34", "text": "Another case for more testing for #coronavirus! Blood tests show 14% of people are now immune to covid-19 in one town in Germany https://t.co/MVOq3nc4hn"}
{"_id": "q35", "text": "@zerohedge so did Canada first invented this bioweapon?  and then stolen or sold it to china?"}
{"_id": "q36", "text": "@StormIsUponUs Summery of investigation...  the Chinese stole a strain of the Corona virus from a Canadian lab &amp; weaponized it in Wohan China as a bioweapon? 🧐 Must Read the article and attached links &amp; decide for yourself."}
{"_id": "q37", "text": "Will someone in the @WhiteHouse please tell @realDonaldTrump that shining a light up one's rectum and injecting bleach does not cure #Covid19 . Will you do that, @PressSec Kayleigh McEnany ? Thank you."}
{"_id": "q38", "text": "Story about how #HydroxyChloroquine likely help people recover from #Coronavirus. IMO, it was never touted as the cure but as option for treatment doctors should consider and it appears to work in some cases....39 in one place.\n\nhttps://t.co/2hhi6aSVrY"}
{"_id": "q39", "text": "Side rant: @realDonaldTrump gets impeached and all of a sudden #coronarvirus is killing us? Trump says China is keeping it contained the same day China announces the epidemic as being beyond their control? Hmm I smell a bioweapon being deployed against his own nation"}
{"_id": "q40", "text": "Coronavirus: The claim that a combination of boiled Uda, Uziza, Lime &amp; ginger can cure #COVID19 has NOT been scientifically proven. \n\n@WHO &amp; @NCDCgov have advised against self-medication; whether through d use of drugs/herbs. \n#StopFakeNews @CDDWestAfrica\nhttps://t.co/nBWEm5WEVm"}
{"_id": "q41", "text": "The Only Real Defense Against COVID-19 Is Your Own Immune System. Besides Opting for Healthy Nutritious Diet, Here Are the Other Nutrition and Natural Strategies We Need to Adopt to Fight Against This Deadly Pandemic.\n\nhttps://t.co/aPwuHc1hx0\n\n#HowtoCure #COVID19 #Coronavirus"}
{"_id": "q42", "text": "Complimentary coffee and cocaine will be provided on street corners to keep the English population alert to #COVID19, the UK Government has announced https://t.co/ylJ1zfRK6C"}
{"_id": "q43", "text": "The BBC documentary on #Coronavirus noted the doctor to expose the virus on WeeChat in Wuhan was arrested, later turns up dead, &amp; he had stated it was a cluster of many virus' in one, a man made bioweapon. Only now does China admit to #Censorship of anyone exposing virus' origin. https://t.co/FHwWoOIM9E"}
{"_id": "q44", "text": "\"Covid-19 vaccine development and deployment in China, when available, will be made a global public good, which will be China’s contribution to ensuring vaccine accessibility and affordability in developing countries\" #COVID19 #coronavirus #china #vaccine  https://t.co/UTKamKkwsi"}
{"_id": "q45", "text": "Coronavirus may have originated in lab linked to China's biowarfare program  WTF?!!!! https://t.co/6FaRangZxs"}
{"_id": "q46", "text": "@TheRickWilson Drinking bleach and/or injecting Disinfectant will cure COVID19. And cancer, heart disease, OCD, schizophrenia and AIDS. And life. #Covid19 #COVID"}
{"_id": "q47", "text": "RT @FOX29philly: Lysol, Clorox likely effective in killing COVID-19, EPA suggests, but testing hasn’t yet been done https://t.co/ObTAb5JYgZ"}
{"_id": "q48", "text": "Washing your hands with soap &amp; water prevents the spread of #COVID19, keeping yourself &amp; those around you safe. These simple steps illustrate how to wash your hands properly and keep #COVID19 at bay.\n#PoweringProsperity https://t.co/AXWKWPZ2hE"}
{"_id": "q49", "text": "Australian Scientists Claim They Have Successfully Tested An Anti-Parasitic Drug That Kills Coronavirus Within 48 Hours 😲\n#Covid_19india \n#Covid_19\n#coronaupdatesindia \n\nhttps://t.co/bhQGiAMdma"}
{"_id": "q50", "text": "Precaution is better than cure!\nWash your hands regularly to stay protected from coronavirus.\n\n#fightagainstcoronavirus #coronavirus https://t.co/qVsNou0Xai"}
{"_id": "q51", "text": "#Facebook bans #adverts that promise to #cure the #coronavirus https://t.co/glhbWRhLwX"}
{"_id": "q52", "text": "Early results are positive as @moderna_tx works to create a #covid19 vaccine, according to this story from @medcitynews. https://t.co/Y7jRjTjggy"}
{"_id": "q53", "text": "@MindOfHollis @mikeandersonsr “Significance: Among patients with COVID-19, the use of HCQ could significantly shorten TTCR and promote the absorption of pneumonia.”\nLooking for prophylactic application. Not a perfect correlation."}
{"_id": "q54", "text": "Coronavirus Bioweapon – How #China Stole #Coronavirus From Canada And Weaponized It\nhttps://t.co/Q9YVeue5Xv"}
{"_id": "q55", "text": "Please watch and learn something!  Don't drink bleach, and don't think a tanning bed will cure you!  #Covid_19 #tide\n#BleachGate https://t.co/34anOgGDSy"}
{"_id": "q56", "text": "RT @robbierob117: Hey on the back of your Lysol can, it says it kills the Coronavirus, just fyi"}
{"_id": "q57", "text": "New #coronavirus Trump Suggested ‘Injecting’ Disinfectant to Cure Coronavirus? We’re Not Surprised https://t.co/cMDMMknCFs"}
{"_id": "q58", "text": "So @StefanMolyneux on the mainstream media getting caught up to #coronavirus being a Chinese-made bioweapon. https://t.co/38tUGrqArs"}
{"_id": "q59", "text": "@PRCAmbNL It will peak in May. Millions will die. This is a man made bio weapon that escaped. China is responsible for this."}
{"_id": "q60", "text": "@realDonaldTrump The BIO LAB located in Wuhan, CHINA at 666 Gaoxin Road, which is owned in part by GEORGE SOROS, just happened to release #Coronavirus on the world ACCIDENTALLY and it is was in no way a BIO WEAPON or PLANNED.\ngot it? who ordered to spread the virus?"}
{"_id": "q61", "text": "#China approves two experimental #coronavirus vaccines to enter clinical trials \n| https://t.co/jMOvUYsA2v |"}
{"_id": "q62", "text": "Letter to the #Universe in response to #COVID19 #COVIDー19 #disinfectant #chemical use – \"#Coronavirus Cure Cannot 'Be Worse Than the Problem Itself” – #health #environment #sustainability #innovation #ethics https://t.co/pYNF9Sjl3c"}
{"_id": "q63", "text": "What if the CORONA VIRUS IS A TEST AS A MASS DESTRUCTION OR USED AS WEAPON TO KILL ALL THE PEOPLE IN CERTAIN COUNTRY? \n\nCHINA VERSUS US. BIOWAR? 🤔"}
{"_id": "q64", "text": "This drug against HIV works also against #coronavirus in exactly the same way. It does not cure but it lowers the replication of the virus.\nhttps://t.co/SYapXfUdpq"}
{"_id": "q65", "text": "The closest @EpochTimes gets is an article that quotes a Chinese general in the early 2000s who said China is developing #bioweapons against the US. The author simply asks the question whether that ambition is linked to #COVID19. That article is here: https://t.co/bBUp5ZZJk0"}
{"_id": "q66", "text": "I drank some Lysol it was fantastic, but then I drank some fantastik and it was just ok. #Covid19"}
{"_id": "q67", "text": "SARS-CoV-2 emerged from Shi Zhengli’s lab in China that was supported by the Red Army. A lab worker was the first exposed. 4 doctors were whistle blowers and cannot be found today. #COVID19 #bioweapons #outofcontrol"}
{"_id": "q68", "text": "the issue with being on the same page here. we don’t want folks who believe coronavirus isn t a big deal to say see. it’s not a big deal. it’s just a flu."}
{"_id": "q69", "text": "Please Be Aware\nTHERE IS currently NO VACCINE FOR THE WUHAN VIRUS \nTaking a \"flu\" shot now because of the fear if it could POSSIBLY weaken your immune system."}
{"_id": "q70", "text": "Why don't encourage people to have Flu and Pneumonia shots more.  This will protect virus like flu or possible corona to embed into the lung - this should be require for people who travel from the outbreak virus countries, and protect our people who plan travel to outbreak area"}
{"_id": "q71", "text": "#COVID19 - was this a bioweapon experiment gone awry in the WuHan test lab sponsored by the Red Army?  #ChinaLiedPeopleDie #WuhanVirus This needs serious investigation. #BioWeapon"}
{"_id": "q72", "text": "@SCMPNews bio weapon straight out of wuhan virology lab"}
{"_id": "q73", "text": "@davidgura How much did communist China pay you to say that? They would love to cover up any connections between this bio weapon &amp; themselves."}
{"_id": "q74", "text": "#StupidIsAsStupidDoes is the most appropriate hashtag for @POTUS suggesting we Inject people with disinfectant to cure #Coronavirus."}
{"_id": "q75", "text": "Pls @NCDCgov can't we use the plasma of the recovered patients of #Covid_19 to treat new patients?\nTheir body have created an immune response to the virus, which is very important to get a vaccine or a quick medication that'll help boost others. #CoronaVirusInNigeria"}
{"_id": "q76", "text": "@MrHickmott @MikeEnoch49 @BrianUkulele The only point being made is that pneumonia can be a complication of coronavirus."}
{"_id": "q77", "text": "@PaulMiil @stillgray It could be the coronavirus which is for most humans like a flu if treated, but untreated it can cause pneumonia and maybe he got that and you can pass out when having pneumonia,so that’s probably why they where wearing those suits. It’s an epidemic so they are cautious about it."}
{"_id": "q78", "text": "Why does Lysol, invented back in 1889 say it kills coronavirus?? 🤨🤔 https://t.co/0rlgg8luzs"}
{"_id": "q79", "text": "Am shocked!is it true that the #coronavirus was started by #china because of its bio weapon lab in #Wuhan ! all those whose loved ones have died or fallen ill should sue Chinese govt! For its irresponsibility &amp; lies!Am so angry!\n@realDonaldTrump \n@VP \n\nhttps://t.co/V8Px4VtuHN"}
{"_id": "q80", "text": "https://t.co/Buldk11ivM You better have a healthy immune system! Keeping your immune system healthy and ready is the best preventative you can have for all viral infections from the flu to coronavirus. simple precautions and you will be fine. #immunesystem #immunity #coronavirus https://t.co/Mr3SrdraF8"}
{"_id": "q81", "text": "This is just #insanity! How irresponsible it can be to suggest that use of chemicals often used to commit #suicide could be used to prevent or cure #coronavirus? This also is a demonstration of failed #education and result of overall #antiintellectualism.\n\nhttps://t.co/ejXUiFXbHa"}
{"_id": "q82", "text": "@ncbn Recently this fellow said that no need to panic for #COVID19 bcos it's just a flu like fever. And if anyone infected to  no need to admit in hospital doctors come to your house &amp; they will treat. Oh God I wonder how people voted for him Disaster CM save AP"}
{"_id": "q83", "text": "Virus-hit Wuhan has two laboratories linked to Chinese bio-warfare program - Washington Times https://t.co/JJXJhUszj0 #coronavirus #CoronaOutbreak #CoronavirusOutbreak #biowarfare"}
{"_id": "q84", "text": "RT @iskonglasalista: President Duterte: \"If China catches up with the development of a vaccine, baka priority tayo.\""}
{"_id": "q85", "text": "treatments that make sense? Don’t want to inject yourself with Lysol or bleach? Here’s your starter kit:\n1) https://t.co/MJh2SBQh7y \n2) https://t.co/1kiJUUNT5u \n3) https://t.co/BZlDpgGaVw \n4) https://t.co/DICwAz5zsE  \n5) https://t.co/uXaZOfEHMY #disinfectant #Lysol #coronavirus"}
{"_id": "q86", "text": "US Senator @SenTomCotton says the virus originated in #Wuhan's Super Level Biosecurity Laboratory in #China and that China always lies because they created a deadly virus #COVID19 #SARSCoV2 in that laboratory and spread it around the World. #BioWeapon https://t.co/0xDqdCpB3R"}
{"_id": "q87", "text": "instead of blaming the officials, why don't we just practice proper hygiene as a precaution to coronavirus? BE SAFE. prevention is better than cure 😉"}
{"_id": "q88", "text": "@MollyJongFast Especially when his proposed cure was internal burns from injecting chemicals into your body.  #DisinfectantDonnie #coronavirus"}
{"_id": "q89", "text": "RT @kindergeek: If Dr. Fair (@curefinder) can get #COVID19, what makes you so sure YOU can’t get it? \nCONTINUE to use precautions!"}
{"_id": "q90", "text": "#vaccine for Corona - China lead the way\n  -- Coronavirus: China moves swiftly into developing Covid-19 vaccines \n\nhttps://t.co/O4VFzX03Fw\n\n#iVyasa @ivyasaa #coronavirus #COVID19 #research #vaccines #China #StraitsTimes"}
{"_id": "q91", "text": "@realDonaldTrump You were suggesting #BLEACH and #disinfectant as #Covid_19 cures"}
{"_id": "q92", "text": "Oh Hi Dr Lee, you seem super smart.  Show me in the transcript where President Trump said to give yourself a bleach enema or inject Lysol in your veins to combat #Covid_19 \n\nThanks!! https://t.co/O7RogHVOs6"}
{"_id": "q93", "text": "Big cretin in @WHSmith in Norwich about 11am loudly regaling his equally stupid friend with \"news\" that #Covid19 is a Chinese bio-weapon that escaped a laboratory.\n\nWe can defeat #coronavirus but #Moronavirus continues to spread unchecked in England.\n\n#CoronavirusFacts"}
{"_id": "q94", "text": "The China folks are engineering biowarfare for population control, and sharing the plot with #Putin"}
{"_id": "q95", "text": "@Nigel_Farage #Coronavirus was #sars virus! #china synthesized it in a lab to be more deadly, more contagious! Using as bio-weapon worldwide now! To weaken other economies globally! \n\n#Covid_19"}
{"_id": "q96", "text": "@noconversion Cow mutra can cure coronavirus so why indians are so scared of it. If someone catches it drink cow mutra everything will be alright."}
{"_id": "q97", "text": "BREAKING: Lysol and Dettol manufacturer tells customers not to inject disinfectants as possible treatment for COVID-19  https://t.co/pB0nhuEEza \n#VCU396 #COVID19"}
{"_id": "q98", "text": "Kyle Turley, co-owner of Moreno Valley dispensary, told to stop saying CBD can cure coronavirus https://t.co/hdXHNyi5oa #cbd #cbddistributor #cbdnews #hemp #hempoil #cbdoil #coronavirus"}
{"_id": "q99", "text": "A potential #coronavirus vaccine developed in China (Ad5-nCoV, from CanSino Biologic) appears to provoke neutralizing antibodies in dozens of patients in an early-stage clinical trial.\n\nhttps://t.co/AHqyzZMTDa #SARSCoV2 #COVID19 https://t.co/ox56Ufm6P2"}
{"_id": "q100", "text": "This article says even wearing a scarf or making ur own mask slows the spread. When u breath out, talk or laugh, u emit droplets. \n\nU may feel fine but have the virus during its incubation period. Just covering ur face prevents droplets. 😷😷#COVID19 \n\nhttps://t.co/VWhrjDE4g0"}
{"_id": "q101", "text": "@washingtonpost How can #China be payed back for their #biowarfare 🤔...well #USA &amp; #Europe etc can take away the manufacturing they've been given\n$Billions of goods they make can be given to #India #Vietnam #Pakistan #Bangladesh\n\nBan #HUAWEI #5G as well 👍\n\n#coronavirus #Covid_19 #ChineseVirus"}
{"_id": "q102", "text": "\"China coronavirus: Vaccine being developed in the UK has a 'very good chance' of being effective\" iNews. Professor Robin Shattock [@EAVI2020 coordinator], head of mucosal infection and immunity @imperialcollege \nhttps://t.co/ULg3z4xe1W"}
{"_id": "q103", "text": "@CraigS70021118 @silveraa @SenTomCotton @realDonaldTrump Dear fellows, as per me China made this #COVID19 Virus to utilize as a bio weapon. \n\nIf you can see they have made up the strategy that it has been spreaded from a bat, But How come wuhan lab came just 30 miles near to the epicentre of outbreak??\n\nThere is a lot to talk against"}
{"_id": "q104", "text": "@ChinaDaily Why novel? It was #sars virus! #china synthesized it in a lab to be more contagious! Using as bio-weapon worldwide now! To weaken other economies globally! \n\n#Covid_19"}
{"_id": "q105", "text": "Longterm irreversible lung damage by #COVID19\nBut.... it's just a flu. Yeah."}
{"_id": "q106", "text": "@JoeBiden Unfortunately even our @GovKaduna @elrufai has to reiterate the caution. Trump seems to suggest disinfectants could cure or disinfect the lungs which is very unbecoming of someone expected to rule the world in this our dangerous time fighting invisible enemy of #Covid_19. Sad!☺️"}
{"_id": "q107", "text": "@WilliamYang120 China have vaccine I think so ..plz help china"}
{"_id": "q108", "text": "@AL_Tofunmi now that u have been addressed by Presido, has your virus been cured? Or your corroded brain still asking for colour of a stagnant flag, location &amp; recording time?\n\nWhen u are sick u are sick get a doctor, on #COVID19 matter follow @NCDCgov stay SAFE\n@ishakaa\n@Banjy47 https://t.co/NqaSiQUfqo"}
{"_id": "q109", "text": "#Russia says it is working on virus vaccine together with #China https://t.co/7h3beX8iBp"}
{"_id": "q110", "text": "If you think #COVID19 aka #coronavirus is fake, check out this nurse who got the virus and been quarantined for eight weeks. #StayAtHome #SlowtheSpread \n\nhttps://t.co/ZH8l0NlWYs https://t.co/WluCtK7pmp"}
{"_id": "q111", "text": "People looking at their dettol bottles reading it kills Coronavirus are acting like they made the next great illuminati discovery. 😂😂😂😂\n#Educateyourselves #coronavirusuk #coronarovirus"}
{"_id": "q112", "text": "@ZhangGuanming You are mistaken about the person’s inference. Of course today everyone saying #CoronaVirus in such context is referring to the SarsCov2 #WuhanVirus outbreak just meters from #China CRIMINAL P4 #WHO accredited Bioweapons lab they leaked Sars from 4x &amp; Bribed illegall Charl Lieber"}
{"_id": "q113", "text": "@realDonaldTrump @CNN Did Mr. Stephenson advise Americans to inject themselves with Lysol to prevent #COVID19 infection?\n\nTHIS PRESIDENT IS A MORON!\n\nhttps://t.co/nuvEXTsIGq"}
{"_id": "q114", "text": "@sling63 @LionelMedia I might agree with you on this one if 60% or better of the infected progressed to pneumonia. That would make sense. Coronavirus becomes deadly only when it causes pneumonia."}
{"_id": "q115", "text": "@teenyseokjinnie lookie this one is pretty. Goodbye breathing like a normal person 🤣 but I would rather be safe then sorry. Protect them lungs and stay away from Wuhan coronavirus. Viral pneumonia is no joke and it can kill. https://t.co/LbuY8cidur"}
{"_id": "q116", "text": "Chinese in #Wuhan have bags over their heads to try to protect against the Public Scientific Institution created Bioweapon &amp; released by accident pandemic. News in that N95 masks DO NOT protect you from the virus, you need a full face Hazmat mask. 12 out of 100 people exposed Die https://t.co/1ul8crO0DA"}
{"_id": "q117", "text": "#Disinfectants which OF COURSE is NOT putting lysol which kills 99.9% efficacy instantly #COVID19 with 64-76% Alcohol content (deadly) in the blood, but it means using SOMETHING WHICH DISINFECTS in any numbers of methods in body/lungs to help treat #COVID19. I have tech for this. https://t.co/PfSLdvpf2N"}
{"_id": "q118", "text": "Mr. Trump's QAnon-ers’ Magic Cure for Coronavirus: Just Drink Bleach! https://t.co/I3GQ54IWjK via @thedailybeast"}
{"_id": "q119", "text": "@TheyCallMeTomO1 If made in China, I would not get it. I think the issues with all vaccines now are that they are made in China."}
{"_id": "q120", "text": "Doc claims he acquired #coronarvirus infection through eye 👁 not respiratory route. If valid then this may make protective gear such as masks ineffective #WuhanPneumonia #WuhanCoronavirus https://t.co/ea0YaEPQIq"}
{"_id": "q121", "text": "@StevenAveson @realDonaldTrump This may not be the best example of #sarcasm but it'll be a hell of a good example of #irony if either UV or disinfectant do end up as part of a treatment, cure or vaccine to #COVID19!\n\n#Sarcastic #disinfectant"}
{"_id": "q122", "text": "RT @PRCAmbNL: One step closer to the #COVID19 vaccine. This is China speed! https://t.co/LRAtQ15V5B"}
{"_id": "q123", "text": "This is the world we live in today? Wow. Drinking bleach won’t vaccine/cure you from corona, it will kill you. #getsmart #COVID19 #info https://t.co/gP08YO1TFc"}
{"_id": "q124", "text": "The Makers of Lysol Had To Issue A Warning Against Drinking Bleach After Trump Said it Might Cure Coronavirus - VICE\n⁦@DCdebbie⁩ #Covid_19  https://t.co/hORkhdNcDA"}
{"_id": "q125", "text": "On the bright side if u inject clorox or drink Lysol u def won’t die of #Covid_19. #RealNews"}
{"_id": "q126", "text": "Bois time to invest in Lysol it kills Coronavirus https://t.co/BzjBK0OCqE"}
{"_id": "q127", "text": "A paper on benefits of some patients with Acute Respiratory Stress Disorder being put into a prone position to decrease pressure. Of relevance to #Covid19 which kills via pneumonia.\nhttps://t.co/9r0hBfqcdU"}
{"_id": "q128", "text": "@MaraJade_Sith The isrealis have already said they believe it to be bio enginered in Chinas bio weapons dept only a few miles from its original outbreak"}
{"_id": "q129", "text": "@Absolutely66666 @avemaria412 @ClaraVeralu @nytimes BioWeapon your ass. In China millions lost their jobs and got into poverty because of the virus. Now incoming infection from US and abroad is slowing biz reopening down. Do your part don’t drag the world down with your toddler president."}
{"_id": "q130", "text": "It's building up. Stay safe folks! Keep washing your hands and sanitize. I hope we have a cure soon.  #CoronaVirusUpdate\n\nhttps://t.co/uas0pZXB1d"}
{"_id": "q131", "text": "@DIDNOTVOTEFOR44 @lovebaldeagles @realDonaldTrump Read the Lysol can it kills 99.9% of germs and lists corona virus ! Common product available at the dollar store! Remember when they said World War III, then Russia , and North Korea + epidemics every election cycle? Yeah I do! https://t.co/ZqlGDgKrvK"}
{"_id": "q132", "text": "#lysol  had to tell people not to drink #disinfectant  #DisinfectantDonnie is a idiot . #Covid_19 #InjectDisinfectant https://t.co/pIcz27ZFgk"}
{"_id": "q133", "text": "I dont care what the media says, what the news says or what anyone says. The #COVID19 known as the #coronavirus is a Bio-Weapon made by the Chinese Government Science Labs. Period. Convince me other wise. #psychic #psychics #witch"}
{"_id": "q134", "text": "Human trials for the vaccine have started mannnnnn🥳 ! #Covid_19"}
{"_id": "q135", "text": "The youth are not immune to #COVID19 @WHO @nusuk @NUSScotland @nusBSC https://t.co/huHVd87DX3"}
{"_id": "q136", "text": "Latest #Covid_19 propaganda update from Dr. Sanjay Gupta:\n* There’s no known cure for Covid-19\n* Taking vitamin C or eating garlic doesn’t help\n* You will have to wait for a vaccine \n* The best thing you can do is “practice good hygiene”"}
{"_id": "q137", "text": "Coronavirus: India's pandemic lockdown turns into a human tragedy. When the cure is worse than the issue! Unintended consequences... Solutions need to always be placed within cultural context! 😷 👣 #COVID19 #MigrantsOnTheRoad ⁦@PRoberts666⁩  https://t.co/rOOGOWwHkO"}
{"_id": "q138", "text": "Quiz to spread awareness about #Coronavirus: #COVID19 can be treated by gargling with warm water mixed with salt and vinegar?\n#StayHomeStaySafe #StayHomeIndia"}
{"_id": "q139", "text": "Does Jordan Sather 'get it'?... you cant keep encouraging people to drink #BLEACH.. you can try to say its not, but #MMSisBLEACH.. industrial strength bleach.\n\n#MMS will NOT cure #COVID19. #MMS is #poison to the human body. #MMS is dangerous.🤦‍♂️\n\n#AlexJones #JordanSather #WHO #CDC https://t.co/PdS9v1dATh"}
{"_id": "q140", "text": "@PeterDermauw @CNN I have a theory that the Chinese planned this all along to stop Hong Kong Riots and the global focus on the human rights violation of its concentration camps. The only facility capable of biowarfare in China is in Wuhan. It might just be coincidence. 🐍🦇"}
{"_id": "q141", "text": "The only \"CURE\" of Corona is to \"CARE\".\n\n#CoronavirusPandemic #coronavirus #CoronaFreePakistan #Coronaturkey #CoronaInPakistan"}
{"_id": "q142", "text": "One of the best explanations and visuals I have seen about WHY we shouldn't be thinking of Covid-19 as \"Just a Flu\".\n\n#coronavirus #justaflu #seasonalflu #fluseason #covid #covid19 #healthandsafety #EHS\n\nhttps://t.co/bn8NCvmVQX"}
{"_id": "q143", "text": "#Coronavirus is spreading in the PNW, popping up in communities w/ no clue where it’s come from. It’s just a flu but a different strain thats more dangerous and spreads faster. Medical grade face mask and gloves are recommended, don’t touch your face and wash your hands! https://t.co/P3rzAnzm2n"}
{"_id": "q144", "text": "I have better things to drink, thank u!! When Lysol themselves is saying please stop, there’s a problem. “Reminder: Lysol disinfectant and hygiene products should only be used as directed and in line with usage guidelines”....#whatswrongwithsomepeople #coronavirus https://t.co/pk1XyQseBM"}
{"_id": "q145", "text": "Just had the best Lysol Quarantini money can buy! Go to\nhttps://t.co/TTM1ju6WND\nand click on \"Bleach and Lysol Cocktail menu\"\nShaking the drink with ice though could dilute it so the Covid-19 might survive the onslaught of beach. Cheers!\n#TrumpIsALaughingStock #TrumpDisinfectant https://t.co/TBO3NWK8uE https://t.co/ZH9jp7DvDM"}
{"_id": "q146", "text": "#Coronavirus vaccine: reasons to be optimistic by @zaniastamataki of @ImmunologyUoB:\n\"This virus CAN be cured. Unlike some viruses such as HIV that make fresh copies of themselves after immune elimination, we know that #COVID19 is unable to persist\"\nhttps://t.co/0zeyIwgmbk"}
{"_id": "q147", "text": "\"Claims vitamin C can prevent or cure #COVID19 unfounded, experts warn\" https://t.co/2mI1YTN0tQ by @nlynnbogart via @CTVNews cc @McGillOSS\n\nNice sum by @joeschwarcz: \"There is zero evidence for that.\" \n\nIgnore the #coronavirus supplement bunk!"}
{"_id": "q148", "text": "#coronavirus #MadeInChina \n\nCoronavirus was made in a bio weapon lab, and released by the #ChineseCommunistParty to not only kill off their own, but to use it for biological terrorism. \n\nNow a Chinese \"scientist\" is caught sneaking in MERS and SARS into the US.\n\n#ChinaIsToBlame"}
{"_id": "q149", "text": "China's biological weapons program is using deadly viruses such #Ebola and the #coronavirus to develop #bioweapons.\n\nMore like a bioterrorism program. So much for China's \"peaceful rise\".\n\nhttps://t.co/qZq4MWpb4w"}
{"_id": "q150", "text": "In case you are confused, \"CCP\" is The Chinese Communist Revolution, led by the Communist Party of China.\nBTW, I join this guy in the struggle for freedom!\n#CoronaVirus is a biowarfare from #CCP.\n\n#CCPVirus #CCPLiedPeopleDied \n#COVID19 \n@DrOlufunmilayo @NaijaFlyingDr https://t.co/WxW5NrpJXp"}
{"_id": "q151", "text": "@StormIsUponUs @realDonaldTrump China is the enemy and they declared war on the US and the bio weapon is their method. Time to punish China. #ChineseVirus #coronavirus #Covid_19"}
{"_id": "q152", "text": "Broke: kid in class floating conspiracy that corona virus is a bio-weapon being tested by the evil Chinese government\n\nWoke: old man in the shop floating same theory b/c our gov't would do the same but saying at least in China they care enough to build new hospitals for the sick"}
{"_id": "q153", "text": "Remdesivir is a treatment for people sick with #COVID19. It's not a vaccine, it's not a cure. \n\nTrials are promising, showing that can reduce recovery time, but you won't need Remdesivir if you don't get the virus.\n\nDon't get the virus. Please. https://t.co/yvlZXrQDSy"}
{"_id": "q154", "text": "Virus sits up in your throat. Then spray propolis in your nose and throat. Don’t allow the virus to replicate. \n\nGovernment study saying propolis kills coronavirus, herpes, polio, flu A/B. But everyone is so safe in a level 1 surgical mask. \n\n#COVID19 \n\nhttps://t.co/4l11Vi5ZEN"}
{"_id": "q155", "text": "Prevention is the CURE itself !\n\n#CoronaVirus #COVID19 #COVIDー19 #SaferAtHome #safety #cureforcoronavirus #curequarantine #SaudiArabia \n#salim\n\n@SaudiDCD\n@SaudiMOH https://t.co/5GiyQGSimt"}
{"_id": "q156", "text": "RT @sabu_ke_chacha: #CoronaAlert Does Isopropyl hand sanitizer kills coronavirus?"}
{"_id": "q157", "text": "#Epidemic response group says starts work on 3 possible #China virus #vaccines\n#disease #CEPI #coronavirus  https://t.co/4dR9OWQusK"}
{"_id": "q158", "text": "Imma inject some Lysol, just to stay on the safe side... #Covid_19 #COVID19 https://t.co/cOj1BfIEBa"}
{"_id": "q159", "text": "Doctors have found placing patients on the stomach in the \"prone\" position helps prevents fluid from building up in the relatively more healthy area in the back of the lung, says Dr Daniel Brenner. #coronavirus https://t.co/Kf5JxLKYFU"}
{"_id": "q160", "text": "China developed diff virus for 3rd world war. Now somehow it was leaked from Wuhan Institute of Virology. This resarch institute will develop different viruses and use it as bio weapon. Now it was into spread from china to different nations #Covid_19. Your comments are welcome.. https://t.co/Ckk95tsoDp"}
{"_id": "q161", "text": "Breaking news: #China will admit #coronavirus coming from its  P4 lab #BioWeapon  - https://t.co/JywpSu35rN"}
{"_id": "q162", "text": "#coronavirus link to #China biowarfare program possible, #Israeli analyst says .\nLike i said earlier this may be a good thing. https://t.co/N6cQLCfv5p"}
{"_id": "q163", "text": "Breaking news: The Chinese Communist Party will finally admit that the real source of the coronavirus is from “a lab in Wuhan” linked to its covert biological weapon programs. #coronavirus #biowarfare https://t.co/JywpSu35rN #sunchat #sundaymorning #SundayMotivation"}
{"_id": "q164", "text": "Why aren’t we bombing the shit out of #China for murdering almost 6,000 innocent Americans to date with their #biowarfare #coronavirus ? Honestly! Why aren’t we calling it for what it is? #ChinaLiedPeopleDied let’s make them pay for the  #COVID19Pandemic"}
{"_id": "q165", "text": "I think ours is better.. others want to put disinfectant in your lungs to cure you of covid.. #Covid_19"}
{"_id": "q166", "text": "Nanotech Startup’s Disinfection Chamber Kills Coronavirus Using UV-C Radiation\n\nhttps://t.co/5rh6zEhwq6\n\n#Nanotech_Startup #Coronavirus #UV #Log_9_Materials_Pvt #nanotechnology #startup #CoronaOven #various #bacteri #StatNano #nanotechnology #NBIC https://t.co/HjTHhK1fwA"}
{"_id": "q167", "text": "@RealJamesWoods Just demonstrates that COVID19 was engineered in a bio-weapons laboratory in China. So much for America’s tariffs on China. Can’t tariff COVID19. Bastards."}
{"_id": "q168", "text": "@theBreakerNews @nancyvictoria Spread of #Wuhan #Coronavirus in #China accidental ? \nYet to be proved.\nProved:\n1- Global spread is China enginered,\n2- preemptive importation by China of masks from abroad\n3- defective medical equipments from China is second phase of 1-.\n4- Biowarfare. \nhttps://t.co/tAEHLmMnrD"}
{"_id": "q169", "text": "@anaphylaxisfact I think what was supposed to be special with this corona virus was that it was a VIRAL pneumonia. The lungs NOT filled with mucus.\nhttps://t.co/hdjqjpBJ2c"}
{"_id": "q170", "text": "#Wuhan #ConspiracyTheory @nationalpost: #COVID19\noriginated in a #China #Lab, but it was #accidental\nhttps://t.co/0Uw4k5Dcdt \n\n#2f #conspiracy #biowar #biology #wmd #biologicalterrorism #biologicalweapon #biological_weapon #ChinaVirus #Covid_19 #SundayMorning"}
{"_id": "q171", "text": "Today's Glantonism: If you don't know the difference between History and His-Story you will use #disinfectant to cure #coronavirus.\n#Realmendontplay #LetsGoToWork"}
{"_id": "q172", "text": "#coronavirus respected sirs now there is a cure which can prevent a patient from needing a ventilator this is from nature ,it is not a drug it is called ozone , why cant india use ozone therapy like in ibiza spain and in italy bring things under control now"}
{"_id": "q173", "text": "@COVID19Tracking If people are tested positive and then die, cause of death (c.o.d) is covid. If not tested at all before death, c.o.d is officially put as \"pneumonia.\" That keeps the deaths from covid artificially lower for @realDonaldTrump and his #cult45"}
{"_id": "q174", "text": "#CoronavirusOutbreak | China approves two experimental #coronavirus vaccines to enter clinical trials\n\nhttps://t.co/IMjVECWilq https://t.co/9LTUrls583"}
